Repository: Infomaniak/ios-kMail
Catalog: MailResources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, it

# messageComesFromDiscussionList
source: This message comes from a discussion list.
it: Questo messaggio proviene da una lista di discussione.

# messageDetailsDateAt
source: %1$@ at %2$@
de: %1$@ um %2$@
es: %1$@ a las %2$@
fr: %1$@ à %2$@
it: %1$@ alle %2$@

# messageDetailsYesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri

# messageForwardHeader
source: Forwarded message
de: Weitergeleitete Nachricht
es: Mensaje reenviado
fr: Message transféré
it: Messaggio inoltrato

# messageHideQuotedText
source: Hide the conversation
de: Unterhaltung verbergen
es: Ocultar la conversación
fr: Cacher la conversation
it: Nascondi la conversazione

# messageIsDraftOption
source: Draft
de: Entwurf
es: Borrador
fr: Brouillon
it: Bozza

# messageIsSpamBecauseSenderIsBlocked
source: This message appears in the spam folder because %@ is on the list of blocked senders.
de: Diese Nachricht erscheint im Spam-Ordner, weil %@ auf der Liste der blockierten Absender steht.
es: Este mensaje aparece en la carpeta de spam porque %@ está en la lista de remitentes bloqueados.
fr: Ce message figure dans les spam car %@ se trouve dans la liste des expéditeurs bloqués.
it: Questo messaggio appare nella cartella spam perché %@ è nell’elenco dei mittenti bloccati.

# messageIsSpamShouldActivateFilter
source: This message is considered to be spam. To be safe, we recommend you to activate your spam filter.
de: Diese Nachricht wird als Spam betrachtet. Um sicher zu gehen, empfehlen wir Ihnen, Ihren Spam-Filter zu aktivieren.
es: Este mensaje se considera spam. Para mayor seguridad, le recomendamos que active su filtro antispam.
fr: Ce message est considéré comme du spam. Par sécurité, nous vous recommandons d’activer le filtre anti-spam.
it: Questo messaggio è considerato spam. Per sicurezza, si consiglia di attivare il filtro antispam.

# messageIsSpamShouldMoveToSpam
source: This message is considered to be spam. We recommend you to move it to the "Spam" folder.
de: Diese Nachricht wird als Spam betrachtet. Wir empfehlen Ihnen, sie in den Ordner "Spam" zu verschieben.
es: Este mensaje se considera spam. Le recomendamos que lo mueva a la carpeta "Spam".
fr: Ce message est considéré comme du spam. Nous vous recommandons de le placer dans le dossier "Spam".
it: Questo messaggio è considerato spam. Si consiglia di spostarlo nella cartella "Spam".

# messageMenuTitle
source: Message
de: Nachricht
es: Mensaje
it: Messaggio

# messageReplyHeader
source: On %1$@, %2$@ wrote:
de: Am %1$@, %2$@ schrieb:
es: El %1$@, %2$@ escribió:
fr: Le %1$@, %2$@ a écrit :
it: Il %1$@, %2$@ ha scritto:

# messageShowQuotedText
source: Display the conversation
de: Anzeigen der Konversation
es: Mostrar la conversación
fr: Afficher la conversation
it: Visualizza la conversazione

source: Monday afternoon
de: Montagnachmittag
es: Lunes por la tarde
fr: Lundi après-midi
it: Lunedì pomeriggio

source: Monday morning
de: Montagmorgen
es: Lunes mañana
fr: Lundi matin
it: Lunedì mattina

# moreInfo
source: More information
de: Weitere Informationen
es: Más información
fr: En savoir plus
it: Ulteriori informazioni

# moveInSpamButton
source: Move in Spam
de: Einzug von Spam
es: Mover en Spam
fr: Déplacer dans Spam
it: Spostarsi in Spam

# myKSuiteQuotasAlertDescription
source: Once you have reached this limit, you will no longer be able to send or receive messages. Free up space or upgrade to my kSuite+.
de: Wenn Sie dieses Limit erreicht haben, können Sie keine Nachrichten mehr senden oder empfangen. Geben Sie Speicherplatz frei oder wechseln Sie zu my kSuite+.
es: Una vez alcanzado este límite, ya no podrás enviar ni recibir mensajes. Libera espacio o actualiza a my kSuite+.
fr: Une fois atteinte, vous ne pourrez plus recevoir ou envoyer de messages. Libérez de l’espace ou faites évoluer votre offre vers my kSuite+.
it: Una volta raggiunto questo limite, non sarà più possibile inviare o ricevere messaggi. Liberate spazio o passate a my kSuite+.

# myKSuiteQuotasAlertFullDescription
source: Free up space or upgrade to my kSuite+.
de: Geben Sie Speicherplatz frei oder wechseln Sie zu my kSuite+.
es: Libera espacio o actualízate a my kSuite+.
fr: Libérer de l’espace ou faites évoluer votre offre vers my kSuite+.
it: Liberate spazio o passate alla my kSuite+.

# myKSuiteQuotasAlertFullTitle
source: Receiving and sending messages blocked
de: Empfang und Versand von Nachrichten blockiert
es: Recepción y envío de mensajes bloqueados
fr: Réception et envoi de messages bloqués
it: Blocco della ricezione e dell’invio di messaggi

# myKSuiteQuotasAlertTitle
source: Storage limit almost reached
de: Speichergrenze fast erreicht
es: Límite de almacenamiento casi alcanzado
fr: Limite de stockage presque atteinte
it: Limite di memoria quasi raggiunto

# myKSuiteSpaceFullAlert
source: There is not enough storage space to perform this action.
de: Es gibt nicht genügend Speicherplatz, um diese Aktion durchzuführen.
es: No hay suficiente espacio de almacenamiento para realizar esta acción.
fr: L’espace de stockage n’est pas suffisant pour effectuer cette action.
it: Lo spazio di memoria non è sufficiente per eseguire questa azione.

# myKSuiteSubscriptionTitle
source: My subscription
de: Mein Abonnement
es: Mi suscripción
fr: Mon abonnement
it: Il mio abbonamento

# newAccountDescription
source: Communicate and store your documents and photos in an ad-free ecosystem that respects your privacy
de: Kommunizieren und speichern Sie Ihre Dokumente und Fotos in einem werbefreien Ökosystem, das Ihre Privatsphäre respektiert
es: Comunica y almacena tus documentos y fotos en un ecosistema sin publicidad que respeta tu privacidad
fr: Communiquez et stockez vos documents et photos dans un écosystème sans publicité qui respecte votre vie privée
it: Comunicare e archiviare documenti e foto in un ecosistema privo di pubblicità che rispetta la vostra privacy

# newAccountStorageDrive
source: 15 GB of kDrive storage
de: 15 GB kDrive-Speicher
es: 15 GB de almacenamiento kDrive
fr: 15 Go de stockage kDrive
it: 15 GB di memoria kDrive

# newAccountStorageMail
source: 20 GB of free mail storage
de: 20 GB Mail-Speicher
es: 20 GB de almacenamiento de correo
fr: 20 Go de stockage Mail
it: 20 GB di memoria per la posta

# newAccountTitle
source: Create your lifetime free email address
de: Erstellen Sie Ihre lebenslange kostenlose E-Mail-Adresse
es: Cree su dirección de correo electrónico gratuita de por vida
fr: Créez votre adresse mail gratuite à vie
it: Crea il tuo indirizzo e-mail gratuito a vita

# newFolderDialogHint
source: Folder name
de: Name des Ordners
es: Nombre de la carpeta
fr: Nom du dossier
it: Nome della cartella

# newFolderDialogMovePositiveButton
source: Create and move
de: Erstellen und verschieben
es: Crear y mover
fr: Créer et déplacer
it: Crea e sposta

# newFolderDialogTitle
source: New folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
it: Nuova cartella

# newMessagePlaceholderTitle
source: Type your message
de: Geben Sie Ihre Nachricht ein
es: Escriba su mensaje
fr: Rédigez votre message
it: Digitare il messaggio

# nextEventOccurrence
source: Recurring event, next occurrence on
de: Wiederkehrendes Ereignis, nächstes Auftreten am
es: Evento recurrente, próxima ocurrencia el
fr: Évènement récurrent, prochaine occurrence le
it: Evento ricorrente, prossima occorrenza il

source: Next monday
de: Nächsten Montag
es: El lunes próximo
fr: Lundi prochain
it: Lunedì prossimo

# noBodyDescription
source: This message is empty.
de: Diese Nachricht ist leer.
es: Este mensaje está vacío.
it: Questo messaggio è vuoto.

source: No connection
de: Keine Verbindung
es: Sin conexión
fr: Pas de connexion
it: Nessuna connessione

# noConversationSelected
source: No conversation selected in %@
de: Keine Unterhaltung in %@ ausgewählt
es: Ninguna conversación seleccionada en %@
fr: Aucune conversation sélectionnée dans %@
it: Nessuna conversazione selezionata in %@

# noFolderTitle
source: You don’t have any folder yet…
de: Sie haben noch keinen Ordner…
es: Aún no tienes ninguna carpeta…
fr: Vous n’avez pas encore de dossier…
it: Non hai ancora nessuna cartella…

# noMailboxDescription
source: You do not have an email address associated with your Infomaniak account.
de: Sie haben noch keine E-Mail-Adresse, die mit Ihrem Infomaniak-Konto verknüpft ist.
es: No tiene ninguna dirección de correo electrónico asociada a su cuenta Infomaniak.
fr: Vous n’avez pas d’adresse mail associée à votre compte Infomaniak. Pour ajouter une adresse, appuyez sur le bouton ci-dessous.
it: Non hai un indirizzo e-mail associato al tuo account Infomaniak.

# noMailboxTitle
source: No email address associated with this account
de: Keine E-Mail-Adresse mit diesem Konto verbunden
es: No hay dirección de correo electrónico asociada a esta cuenta
fr: Pas d’adresse mail associée à ce compte
it: Nessun indirizzo e-mail associato a questo account

# noNetwork
source: No internet connection
de: Kein Signal
es: No hay señal
fr: Pas de signal
it: Nessuna connessione internet

# noSubjectTitle
source: (no subject)
de: (ohne Betreff)
es: (sin asunto)
fr: (aucun sujet)
it: (senza soggetto)

# noUpdatedAt
source: Never updated
de: Nie aktualisiert
es: Nunca actualizado
fr: Jamais mis à jour
it: Mai aggiornato

# notificationGeneralChannelName
source: General notifications
de: Allgemeine Benachrichtigungen
es: Notificaciones generales
fr: Notifications générales
it: Notifiche generali

# notificationNewEmail
source: You might have received new messages
de: Sie haben möglicherweise neue Nachrichten erhalten
es: Puede que hayas recibido nuevos mensajes
fr: Vous pourriez avoir de nouveaux messages
it: Potresti aver ricevuto nuovi messaggi

# notificationTitleArchive
source: Archived
de: Archiviert
es: Archivado
fr: Archivé
it: Archiviato

# notificationTitleCouldNotSaveDraft
source: The draft could not be saved
de: Der Entwurf konnte nicht gespeichert werden
es: No se ha podido guardar el borrador
fr: Le brouillon n’a pas pu être sauvegardé
it: Non è stato possibile salvare la bozza

# notificationTitleCouldNotSendDraft
source: The email could not be sent
de: Die E-Mail konnte nicht gesendet werden
es: No se ha podido enviar el correo electrónico
fr: L’e-mail n’a pas pu être envoyé
it: Non è stato possibile inviare l’e-mail

# notificationTitleDelete
source: Deleted
de: Gelöscht
es: Suprimido
fr: Supprimé
it: Soppresso

# onBoardingContactsDescription
source: This access will allow you to write easily to your contacts from Infomaniak Mail. We respect your privacy and your contacts will not be used for any other purpose.
de: Mit diesem Zugang können Sie Ihren Kontakten ganz einfach über Infomaniak Mail schreiben. Wir respektieren Ihre Privatsphäre und Ihre Kontakte werden nicht für andere Zwecke verwendet.
es: Este acceso le permitirá escribir fácilmente a sus contactos desde Infomaniak Mail. Respetamos su privacidad y sus contactos no se utilizarán para ningún otro fin.
fr: Cet accès permettra d’écrire facilement à vos contacts depuis Infomaniak Mail. Nous respectons vos données et vos contacts ne seront pas utilisés à d’autres fins.
it: Questo accesso ti permetterà di scrivere facilmente ai tuoi contatti da Infomaniak Mail. Rispettiamo la tua privacy e i tuoi contatti non saranno utilizzati per altri scopi.

# onBoardingContactsTitle
source: Allow the app to access your contacts
de: Erlauben Sie der App den Zugriff auf Ihre Kontakte
es: Permitir que la aplicación acceda a tus contactos
fr: Autoriser l’app à accéder à vos contacts
it: Consenti all’applicazione di accedere ai contatti

# onBoardingDescription2
source: Customize your shortcuts freely in the app settings.
de: Passen Sie Ihre Shortcuts in den Einstellungen der App frei an.
es: Personaliza tus accesos directos libremente en los ajustes de la aplicación.
fr: Personnalisez librement vos raccourcis dans les paramètres de l’app.
it: Personalizza liberamente i tuoi collegamenti nelle impostazioni dell’app.

# onBoardingDescription3
source: Archive, delete, move or favorite multiple messages at once.
de: Archivieren, Löschen, Verschieben oder Favorisieren mehrerer Nachrichten auf einmal.
es: Archiva, elimina, mueve o marca varios mensajes a la vez.
fr: Archivez, supprimez, déplacez ou mettez en favoris plusieurs messages en une fois.
it: Archivia, elimina, sposta o inserisci tra i preferiti più messaggi contemporaneamente.

# onBoardingDescription4
source: Create a free address or connect to an existing Infomaniak account.
de: Erstellen Sie eine kostenlose Adresse oder melden Sie sich bei einem bestehenden Infomaniak-Konto an.
es: Cree una dirección gratuita o conéctese a una cuenta Infomaniak existente.
fr: Créez une adresse gratuite ou connectez-vous à un compte Infomaniak existant.
it: Crea un indirizzo gratuito o collegati a un account Infomaniak esistente.

# onBoardingNotificationsDescription
source: Don’t miss any important emails and be able to respond quickly by activating notifications.
de: Verpassen Sie keine wichtigen E-Mails und seien Sie in der Lage, schnell zu antworten, indem Sie die Benachrichtigungen aktivieren.
es: No te pierdas los correos importantes y reacciona rápidamente activando las notificaciones.
fr: Ne manquez plus aucun e-mail important et soyez en mesure de répondre rapidement en activant les notifications.
it: Non perdere le e-mail importanti e rispondi rapidamente attivando le notifiche.

# onBoardingNotificationsTitle
source: Enable notifications
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Autoriser les notifications
it: Attiva le notifiche

# onBoardingTitle1
source: Choose your theme
de: Wählen Sie Ihr Thema
es: Elija su tema
fr: Choisissez votre thème
it: Scegli il tuo tema

# onBoardingTitle2
source: Save time with swipe actions
de: Sparen Sie Zeit mit Wischaktionen
es: Ahorre tiempo con las acciones de deslizamiento
fr: Gagnez du temps avec les actions de balayage
it: Risparmia tempo con le azioni a scorrimento

# onBoardingTitle3
source: Press a message for a few seconds to select multiple messages
de: Drücken Sie einige Sekunden auf eine Nachricht, um mehrere auszuwählen
es: Pulse un mensaje durante unos segundos para seleccionar varios mensajes
fr: Appuyez quelques secondes sur un message pour en sélectionner plusieurs
it: Premi un messaggio per alcuni secondi per selezionare più messaggi

# onBoardingTitle4
source: Get started!
de: Los geht’s!
es: ¡Póngase en marcha!
fr: Lancez vous !
it: Inizia!

# organizationName
source: Organization: %@
de: Organisation: %@
es: Organización: %@
fr: Organisation : %@
it: Organizzazione: %@

# otherOrganisation
source: Other
de: Andere
es: Otros
fr: Autre
it: Altro

# pickerNoSelection
source: No selection
de: Keine Auswahl
es: Sin selección
fr: Aucune sélection
it: Nessuna selezione

# pleaseLogInFirst
source: Please login in the Infomaniak Mail app first.
de: Bitte melden Sie sich zuerst in der Infomaniak Mail-App an.
es: Inicia sesión primero en la aplicación Infomaniak Mail.
fr: Veuillez d’abord vous connecter à l’application Infomaniak Mail.
it: Effettua prima il login nell’app Infomaniak Mail.

# previewReaction
source: %2$@ %1$@ reacted
de: %1$@ reagierte mit %2$@
es: %1$@ reaccionó con %2$@
it: %2$@ %1$@ ha reagito

# reactionsAll
source: All
de: Alle
es: Todas
it: Tutte

# reactionsTitle
source: Reactions
de: Reaktionen
es: Reacciones
it: Reazioni

source: Read FAQ
de: FAQ lesen
es: Lea las preguntas frecuentes
fr: Consulter les FAQ
it: Leggi le FAQ

# recentSearchesTitle
source: Recent searches
de: Letzte Suchen
es: Búsquedas recientes
fr: Recherches récentes
it: Ricerche recenti

# refreshTokenError
source: You have been disconnected
de: Sie wurden abgemeldet
es: Ha sido desconectado
fr: Vous avez été déconnecté
it: Sei stato disconnesso

# renameFolder
source: Rename the folder
de: Benennen Sie den Ordner um
es: Cambiar el nombre de la carpeta
fr: Renommer le dossier
it: Rinominare la cartella

# reportDisplayProblemDescription
source: Do you agree to share your data with our developers so that they can help you with your problem?
de: Sind Sie damit einverstanden, Ihre Daten mit unseren Entwicklern zu teilen, damit diese Ihnen bei Ihrem Problem helfen können?
es: ¿Aceptas compartir tus datos con nuestros desarrolladores para que puedan ayudarte con tu problema?
fr: Acceptez-vous de partager vos données avec nos développeurs pour qu’ils puissent vous aider concernant votre problème ?
it: Accetti di condividere i tuoi dati con i nostri sviluppatori in modo che possano aiutarvi a risolvere il vostro problema?

# reportDisplayProblemTitle
source: Report a display problem
de: Ein Anzeigeproblem melden
es: Informar de un problema de visualización
fr: Signaler un problème d’affichage
it: Segnala un problema di visualizzazione

# reportPhishingTitle
source: Report a phishing attempt
de: Einen Phishing-Versuch melden
es: Informar de un intento de phishing
fr: Signaler une tentative d’hameçonnage
it: Segnala un tentativo di phishing

# restoreEmailsBackupDate
source: Backup date
de: Datum der Sicherung
es: Fecha de respaldo
fr: Date de sauvegarde
it: Data di backup

# restoreEmailsNoBackup
source: No backup found
de: Kein Backup gefunden
es: No se ha encontrado copia de seguridad
fr: Aucune sauvegarde trouvée
it: Nessun backup trovato

# restoreEmailsText
source: All emails will come back to your inbox.
de: Alle E-Mails werden wieder in Ihrem Posteingang landen.
es: Todos los correos electrónicos volverán a tu bandeja de entrada.
fr: Tous les e-mails reviendront dans votre boîte de réception.
it: Tutte le e-mail torneranno nella vostra casella di posta.

# restoreEmailsTitle
source: Restore your emails
de: Wiederherstellung Ihrer E-Mails
es: Restaura tus correos electrónicos
fr: Restaurer vos e-mails
it: Ripristino delle e-mail

# reviewAlertTitle
source: Do you like Infomaniak Mail?
de: Mögen Sie Infomaniak Mail?
es: ¿Te gusta Infomaniak Mail?
fr: Aimez-vous Infomaniak Mail ?
it: Ti piace la posta di Infomaniak?

# saveMailInkDrive
source: Save in kDrive
de: Speichern im kDrive
es: Guardar en kDrive
fr: Enregistrer dans kDrive
it: Salva in kDrive

# scheduleSendingTitle
source: Schedule sending
de: Planen Sie den Versand
es: Programar envío
fr: Programmer l’envoi
it: Pianifica l’invio

# scheduledEmailHeader
source: This email will be sent on this date: %@
de: Diese E-Mail wird an diesem Datum gesendet: %@
es: Este correo electrónico se enviará en esta fecha: %@
fr: Cet e-mail sera envoyé à cette date : %@
it: Questa email verrà inviata in questa data: %@

# scheduledMessagesFolder
source: Scheduled messages
de: Geplante Nachrichten
es: Mensajes programados
fr: Messages programmés
it: Messaggi programmati

# searchAction
source: Search
de: Suche
es: Buscar en
it: Ricerca

# searchAllMessages
source: All messages
de: Alle Meldungen
es: Todos los mensajes
fr: Tous les messages
it: Tutti i messaggi

# searchFieldPlaceholder
source: Search an email
de: Eine E-Mail suchen
es: Buscar un correo electrónico
fr: Rechercher un message
it: Ricerca di un’e-mail

# searchFilterAttachment
source: Attachments
de: Anhänge
es: Archivos adjuntos
fr: Pièces-jointes
it: Allegati

# searchFilterFolder
source: All folders
de: Alle Verzeichnisse
es: Todas las carpetas
fr: Tous les dossiers
it: Tutte le cartelle

# searchFilterRead
source: Read
de: Lesen
es: Leer
fr: Lus
it: Leggi

# searchFilterUnread
source: Unread
de: Ungelesen
es: No leídos
fr: Non lus
it: Non letti

# searchFolderName
source: Search
de: Suche
es: Buscar en
fr: Recherche
it: Ricerca

# selectSignatureNone
source: No signature
de: Keine Unterschrift
es: Sin firma
fr: Aucune signature
it: Nessuna firma

source: Send
de: Senden Sie
es: Enviar
fr: Envoyer
it: Invia

# sentFolder
source: Sent messages
de: Gesendete Nachrichten
es: Mensajes enviados
fr: Messages envoyés
it: Messaggi inviati

# serverUnavailable
source: Servers unavailable
it: Server non disponibili

# setAsDefaultAppDescription
source: By default, choose a secure messaging service that respects your privacy and the environment.
de: Wählen Sie standardmässig einen Messenger, der sicher ist und Ihre Privatsphäre und die Umwelt respektiert.
es: Por defecto, elige un servicio de correo electrónico que sea seguro y respete tu intimidad y el medio ambiente.
fr: Choisissez par défaut une messagerie qui est sécurisée et qui respecte votre vie privée et l’environnement.
it: Scegli un servizio di posta elettronica sicuro e rispettoso della tua privacy e dell’ambiente.

# setAsDefaultAppTitle
source: Make Infomaniak your default Mail app
de: Machen Sie Infomaniak zu Ihrer Standard-Mail-App
es: Haz de Infomaniak tu aplicación de Mail por defecto
fr: Faites d’Infomaniak votre app Mail par défaut
it: Rendi Infomaniak la tua app di Mail predefinita

# settingsAccentColor
source: Accent color
de: Akzentfarbe
es: Color de acento
fr: Couleur d’accentuation
it: Colore d’accento

# settingsAccentColorDescription
source: Choose the accent colour for the application
de: Wählen Sie die Akzentfarbe für die Anwendung
es: Elija el color de acento para la aplicación
fr: Choisissez la couleur d’accentuation de l’application
it: Scegliere il colore d’accento per l’applicazione

# settingsAccountManagementTitle
source: Account management
de: Kontoführung
es: Gestión de cuentas
fr: Gestion du compte
it: Gestione account

# settingsAppLock
source: App lock
de: App-Sperre
es: Bloqueo de aplicaciones
fr: Verrouillage de l’application
it: Blocco dell’app

# settingsAutoAdvanceDescription
source: Select what to display when a message is archived or deleted
de: Auswählen, was angezeigt werden soll, wenn eine Nachricht archiviert oder gelöscht wird
es: Seleccione qué mostrar cuando se archiva o elimina un mensaje
fr: Sélectionnez ce que vous souhaitez afficher lorsqu’un message est archivé ou supprimé
it: Selezionare cosa visualizzare quando un messaggio viene archiviato o eliminato

# settingsAutoAdvanceFollowingThreadDescription
source: Display following thread when archiving or deleting
de: Beim Archivieren oder Löschen folgenden Thread anzeigen
es: Mostrar la siguiente conversación al archivar o borrar
fr: Afficher la conversation suivante après archivage ou suppression
it: Visualizza la seguente discussione quando si archivia o si elimina

# settingsAutoAdvanceFollowingThreadTitle
source: Following thread
de: Folgender Thread
es: Conversación siguiente
fr: Conversation suivante
it: Discussione successiva

# settingsAutoAdvanceListOfThreadsDescription
source: Display the list of threads when archiving or deleting
de: Liste der Threads beim Archivieren oder Löschen anzeigen
es: Mostrar la lista de conversaciones al archivar o borrar
fr: Afficher la liste des conversations après archivage ou suppression
it: Visualizzazione dell’elenco delle discussioni durante l’archiviazione o la cancellazione

# settingsAutoAdvanceListOfThreadsTitle
source: List of threads
de: Liste der Themen
es: Lista de conversaciones
fr: Liste des conversations
it: Torna a elenco discussioni

# settingsAutoAdvanceNaturalThreadDescription
source: Repeats the last action you performed
de: Wiederholt die letzte Aktion, die Sie durchgeführt haben
es: Repite la última acción realizada
fr: Répète la dernière action que vous avez effectuée
it: Ripete l’ultima azione eseguita

# settingsAutoAdvanceNaturalThreadHint
source: Automatically selects the next or previous thread, depending on your last interaction.
de: Wählt automatisch die nächste oder vorherige Konversation aus, je nachdem, wie Sie zuletzt interagiert haben.
es: Selecciona automáticamente la conversación siguiente o anterior, en función de tu última interacción.
fr: Sélectionne automatiquement la conversation suivante ou précédente, selon votre dernière interaction.
it: Seleziona automaticamente la conversazione successiva o precedente, a seconda dell’ultima interazione.
