Repository: Infomaniak/ios-kMail
Catalog: MailResources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, it

# buttonSee
source: See
de: Siehe
es: Véase
fr: Consulter
it: Vedi

# buttonSelectAll
source: All
de: Alle
es: Todos
fr: Tout
it: Tutti

# buttonSendWithDifferentAddress
source: Send with a different address
de: Senden mit abweichender Adresse
es: Enviar con otra dirección
fr: Envoyer avec une autre adresse
it: Invia con un indirizzo diverso

# buttonSetNow
source: Set now
de: Jetzt festlegen
es: Definir ahora
fr: Définir maintenant
it: Imposta ora

# buttonShare
source: Share
de: Teilen Sie
es: Compartir
fr: Partager
it: Condividi

# buttonStart
source: Start
de: Anfangen
es: Empezar
fr: Commencer
it: Inizia

# buttonStrikeThrough
source: Strike through
de: Durchstreichen
es: Huelga a través de
fr: Barrer
it: Sciopero attraverso

# buttonTextOptionsClose
source: Close text formatting
de: Textformatierung schliessen
es: Cerrar formato de texto
fr: Fermer le formatage de texte
it: Chiudere la formattazione del testo

# buttonTextOptionsOpen
source: Open text formatting
de: Offene Textformatierung
es: Formato de texto abierto
fr: Ouvrir le formatage de texte
it: Formattazione del testo aperto

# buttonTry
source: Try
de: Probieren
es: Pruebe
fr: Essayer
it: Prova

# buttonUnderline
source: Underline
de: Unterstreichen Sie
es: Subraye
fr: Souligner
it: Sottolineatura

# buttonUnlock
source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sblocca

# buttonUnorderedList
source: Unordered list
de: Unsortierte Liste
es: Lista desordenada
fr: Liste non ordonnée
it: Elenco non ordinato

# buttonUnselectAll
source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno

# buttonUpdate
source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna

# buttonUpgrade
source: Upgrade
es: Actualizar
fr: Évoluer
it: Aggiornamento

# buttonValid
source: Validate
de: Validieren Sie
es: Validar
fr: Valider
it: Convalidare

# buttonYes
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì

# calendarAllDayLong
source: All day long
de: Gesamter Tag
es: Todo el día
fr: Toute la journée
it: Tutta la giornata

# calendarNotInvited
source: You are not invited
de: Sie zählen nicht zu den eingeladenen Personen
es: No estás invitado
fr: Vous ne faites pas partie des invités
it: Non fai parte degli invitati

# calendarOrganizerName
source: %@ (Organizer)
de: %@ (Organisator)
es: %@ (Organizador)
fr: %@ (Organisateur)
it: %@ (Organizzatore)

source: Coming soon…
de: Demnächst…
es: Próximamente…
fr: À venir…
it: Prossimamente…

# commercialFolder
source: Promotions
de: Werbeaktionen
es: Promociones
it: Promozioni

# composeMailboxCurrentTitle
source: Send a message with the address:
de: Senden Sie eine Nachricht mit der Adresse:
es: Envíe un mensaje con la dirección:
fr: Envoyer un message avec l’adresse :
it: Invia un messaggio con l’indirizzo:

# composeMailboxSelectionTitle
source: Select sending address:
de: Wählen Sie die Absenderadresse aus:
es: Seleccione la dirección de envío:
fr: Sélectionner l’adresse d’envoi :
it: Seleziona l’indirizzo di invio:

# confirmLogoutDescription
source: Are you sure you want to log out from %@?
de: Sind Sie sicher, dass Sie sich von %@ abmelden möchten?
es: ¿Seguro que quieres desconectarte de %@?
fr: Êtes-vous sûr de vouloir vous déconnecter du compte %@ ?
it: Sei sicuro di volerti disconnettere da %@?

# confirmLogoutTitle
source: Log out
de: Abmelden
es: Cerrar sesión
fr: Me déconnecter
it: Disconnettersi

# confirmationToBlockAnExpeditorText
source: All future messages from %@ will be moved to the Junk Mail folder.
de: Alle zukünftigen Nachrichten von %@ werden in den Junk-Mail-Ordner verschoben.
es: Todos los futuros mensajes de %@ se moverán a la carpeta de correo no deseado.
fr: Tous les futurs messages de %s seront déplacés dans le dossier Courrier indésirable.
it: Tutti i futuri messaggi di %@ saranno spostati nella cartella della posta indesiderata.

# confirmationToBlockMultipleExpeditorsText
source: All future messages from these senders will be moved to the Junk folder.
de: Alle zukünftigen Nachrichten von diesen Absendern werden in den Ordner Junk Mail verschoben.
es: Todos los mensajes futuros de estos remitentes se moverán a la carpeta de correo no deseado.
fr: Tous les futurs messages de ces expéditeurs seront déplacés dans le dossier Courrier indésirable.
it: Tutti i futuri messaggi provenienti da questi mittenti saranno spostati nella cartella Junk.

# contactActionAddToContacts
source: Add to contacts
de: Zu Kontakten hinzufügen
es: Añadir a contactos
fr: Ajouter aux contacts
it: Aggiungi ai contatti

# contactActionCopyEmailAddress
source: Copy email address
de: E-Mail Adresse kopieren
es: Copiar dirección de correo electrónico
fr: Copier l’adresse mail
it: Copia l’indirizzo e-mail

# contactActionWriteEmail
source: Write an email
de: Schreiben Sie eine E-Mail
es: Escriba un correo electrónico
fr: Écrire un e-mail
it: Scrivi un’e-mail

# contactsSearch
source: Contacts
de: Kontakte
es: Contactos
it: Contatti

# contentDescriptionButtonBack
source: Back
de: Zurück
es: Volver
fr: Retour
it: Indietro

# contentDescriptionButtonDeleteDraft
source: Delete draft
de: Entwurf löschen
es: Borrar borrador
fr: Supprimer le brouillon
it: Cancella la bozza

# contentDescriptionButtonDeleteHistory
source: Delete history entry
de: Historieneintrag löschen
es: Borrar entrada del historial
fr: Supprimer l’entrée de l’historique
it: Cancella la voce della cronologia

# contentDescriptionButtonExpandAccountSelection
source: Expand account selection
de: Kontoauswahl erweitern
es: Ampliar la selección de cuentas
fr: Déplier la sélection de compte
it: Ampliare la selezione degli account

# contentDescriptionButtonExpandCustomFolders
source: Expand custom folders
de: Erweitern von benutzerdefinierten Ordnern
es: Ampliar carpetas personalizadas
fr: Déplier les dossiers personnalisés
it: Espandi le cartelle personalizzate

# contentDescriptionButtonExpandFolder
source: Expand folder %@
de: Ordner erweitern %@
es: Ampliar la carpeta %@
fr: Déplier le dossier %@
it: Espandi la cartella %@

# contentDescriptionButtonExpandHeader
source: Expand header
de: Kopfzeile erweitern
es: Ampliar cabecera
fr: Déplier l’entête
it: Espandi intestazione

# contentDescriptionButtonExpandRecipients
source: See details
de: Siehe Details
es: Ver detalles
fr: Voir les détails
it: Vedi dettagli

# contentDescriptionButtonFilterSearch
source: Filter search
de: Suche filtern
es: Filtrar la búsqueda
fr: Filtrer la recherche
it: Filtro di ricerca

# contentDescriptionButtonNext
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti

# contentDescriptionButtonSelectSignature
source: Select a different signature
de: Wählen Sie eine andere Signatur
es: Seleccione otra firma
fr: Sélectionner une autre signature
it: Seleziona una firma diversa

# contentDescriptionButtonSettings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni

# contentDescriptionButtonShowPassword
source: Show password
de: Passwort anzeigen
es: Mostrar contraseña
fr: Voir le mot de passe
it: Mostra password

# contentDescriptionContactAlreadyUsed
source: Contact already used as recipient
de: Kontakt bereits als Empfänger verwendet
es: Contacto ya utilizado como destinatario
fr: Contact déjà utilisé comme destinataire
it: Contatto già utilizzato come destinatario

# contentDescriptionIconAttachments
source: Has attachments
de: Hat Anhänge
es: Tiene accesorios
fr: Contient des pièces jointes
it: Dispone di allegati

# contentDescriptionIconCalendar
source: Has Calendar event
de: Hat Kalender Ereignis
es: Tiene evento Calendario
fr: Contient un évènement Calendar
it: Ha un evento di calendario

# contentDescriptionIconFavorite
source: Is favorite
de: Ist Favorit
es: Es favorito
fr: Est favori
it: È il preferito

# contentDescriptionIconForward
source: Forwarded
de: Weitergeleitet
es: Reenviado
fr: Transféré
it: Inoltrato

# contentDescriptionIconInvalidPassword
source: Unblock mailbox
de: E-Mail-Adresse entsperren
es: Desbloquear la dirección de correo electrónico
fr: Débloquer l’adresse
it: Sbloccare l’indirizzo e-mail

# contentDescriptionIconNewMail
source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo

# contentDescriptionIconReply
source: Reply
de: Antwort
es: Respuesta
fr: Réponse
it: Risposta

# contentDescriptionIconStorage
source: Storage status
de: Speicherstatus
es: Estado de almacenamiento
fr: État du stockage
it: Stato di conservazione

# contentDescriptionSelectedItem
source: Selected
de: Ausgewählte
es: Selección
fr: Sélectionné
it: Selezionato

# contentDescriptionUnreadPastille
source: This folder contains unread mails
de: Dieser Ordner enthält ungelesene Nachrichten
es: Esta carpeta contiene mensajes no leídos
fr: Ce dossier contient des messages non lus
it: Questa cartella contiene i messaggi non letti

# contentDescriptionUserAvatar
source: User avatar
de: Benutzer-Avatar
es: Avatar de usuario
fr: Avatar de l’utilisateur
it: Avatar utente

# contentDescriptionWarningIcon
source: Warning
de: Warnung
es: Advertencia
fr: Attention
it: Avviso

# createFolderName
source: Name of the folder
de: Name des Ordners
es: Nombre de la carpeta
fr: Nom du dossier
it: Nome della cartella

# datePickerTitle
source: Choose a date and time
de: Wählen Sie ein Datum und eine Uhrzeit
es: Elige una fecha y hora
fr: Choisir une date et une heure
it: Scegli una data e un’ora

# dateTitle
source: Date:
de: Datum:
it: Data:

# deleteAccountWarning
source: The deletion of your account will be final. You will not be able to reactivate your account.
de: Die Löschung Ihres Kontos ist endgültig. Sie werden nicht in der Lage sein, Ihr Konto zu reaktivieren.
es: La eliminación de su cuenta será definitiva. No podrá reactivar su cuenta.
fr: La suppression de votre compte sera définitive. Vous ne pourrez pas réactiver votre compte.
it: La cancellazione dell’account sarà definitiva. Non sarà possibile riattivare l’account.

# deleteFolderDialogDescription
source: The contents of the folder %@ will be permanently deleted without going through the trash.
de: Der Inhalt des Ordners %@ wird dauerhaft gelöscht, ohne den Papierkorb zu durchlaufen.
es: El contenido de la carpeta %@ se borrará definitivamente sin pasar por la papelera.
fr: Le contenu du dossier %@ sera définitivement supprimé sans passer par la corbeille.
it: Il contenuto della cartella %@ verrà eliminato definitivamente senza passare per il cestino.

# deleteFolderDialogTitle
source: Delete folder
de: Löschen Sie den Ordner
es: Eliminar la carpeta
fr: Supprimer le dossier
it: Eliminare la cartella

# disabledFeatureFlagDescription
source: You will soon be able to unlock the limits of your ik.me email address (storage limit, custom schedule, sending and more…)
de: In Kürze können Sie die Beschränkungen Ihrer ik.me-E-Mail-Adresse entsperren (Speicherlimit, benutzerdefinierter Zeitplan, Senden und mehr…)
es: Pronto podrás desbloquear los límites de tu dirección de correo electrónico ik.me (límite de almacenamiento, programación personalizada, envío y más…)
fr: Vous pourrez prochainement débloquer les limites de votre adresse mail ik.me (limite de stockage, horaire personnalisé, envoi et plus encore…)
it: Presto sarai in grado di sbloccare i limiti del tuo indirizzo email ik.me (limite di archiviazione, pianificazione personalizzata, invio e altro…)

# disabledFeatureFlagTitle
source: Need more storage and features?
de: Benötigen Sie mehr Speicherplatz und Funktionen?
es: ¿Necesita más almacenamiento y funciones?
fr: Besoin de plus de stockage et de fonctionnalités ?
it: Hai bisogno di più spazio di archiviazione e funzionalità?

# downloadAlertDescription
source: The download may take some time.
de: Der Download kann einige Zeit dauern.
es: La descarga puede tardar algún tiempo.
fr: Le téléchargement peut prendre un certain temps.
it: Il download potrebbe richiedere del tempo.

# draftFolder
source: Drafts
de: Entwürfe
es: Borradores
fr: Brouillons
it: Bozze

# draftPrefix
source: (Draft)
de: (Entwurf)
es: (Borrador)
fr: (Brouillon)
it: (Bozza)

# editSendDescription
source: This message will be moved to your drafts to be sent whenever you want.
de: Diese Nachricht wird in Ihre Entwürfe verschoben, damit Sie sie senden können, wann immer Sie möchten.
es: Este mensaje se moverá a tus borradores para que puedas enviarlo cuando lo desees.
fr: Ce message sera déplacé dans vos brouillons pour être envoyé quand vous le souhaitez.
it: Questo messaggio verrà spostato nelle tue bozze per essere inviato quando vuoi.

# editSendTitle
source: Edit Send
de: Senden bearbeiten
es: Editar envío
fr: Modifier l’envoi
it: Modifica invio

# emailWithoutSubjectDescription
source: You are about to send a message without a subject. Do you want to continue?
de: Sie sind dabei, eine Nachricht ohne Betreff zu senden. Möchten Sie fortfahren?
es: Está a punto de enviar un mensaje sin asunto. ¿Desea continuar?
fr: Vous êtes sur le point d’envoyer un message sans objet. Voulez-vous continuer ?
it: Stai per inviare un messaggio senza oggetto. Vuoi continuare?

# emailWithoutSubjectTitle
source: Empty subject
de: Leeres Thema
es: Asunto vacío
fr: Objet vide
it: Oggetto vuoto

# emojiPickerCategoryActivities
source: Activities
de: Aktivitäten
es: Actividades
it: Attività

# emojiPickerCategoryAnimalsAndNature
source: Animals and nature
de: Tiere und Natur
es: Animales y naturaleza
it: Animali e natura

# emojiPickerCategoryFlags
source: Flags
de: Flaggen
es: Banderas
it: Bandiere

# emojiPickerCategoryFoodAndDrink
source: Food and beverages
de: Lebensmittel und Getränke
es: Comida y bebida
it: Cibo e bevande

# emojiPickerCategoryObjects
source: Objects
de: Objekte
es: Objetos
it: Oggetti

# emojiPickerCategoryPeopleAndBody
source: People and bodies
de: Personen und Körper
es: Personas y cuerpos
it: Persone e corpi

# emojiPickerCategoryRecentlyUsed
source: Recently used
de: Kürzlich verwendet
es: Utilizado recientemente
it: Utilizzato di recente

# emojiPickerCategorySmileysAndEmotion
source: Smileys and emotions
de: Smileys und Emotionen
es: Smileys y emociones
it: Faccine ed emozioni

# emojiPickerCategorySymbols
source: Symbols
de: Symbole
es: Símbolos
it: Simboli

# emojiPickerCategoryTravelAndPlaces
source: Trips and places
de: Reisen und Orte
es: Viajes y lugares
it: Viaggi e luoghi

# emojiPickerResultsTitle
source: Results
de: Ergebnisse
es: Resultados
it: Risultati

# emptyStateFolderDescription
source: There is nothing to see here.
de: Hier gibt es nichts zu sehen.
es: Aquí no hay nada que ver.
fr: Il n’y a rien à voir par ici.
it: Non c’è nulla da vedere qui.

# emptyStateFolderTitle
source: This folder is empty
de: Dieser Ordner ist leer
es: Esta carpeta está vacía
fr: Ce dossier est vide
it: Questa cartella è vuota

# emptyStateHistoryDescription
source: Search by contact or keywords
de: Suche nach Kontakt oder Schlüsselwörtern
es: Búsqueda por contacto o palabras clave
fr: Lancez votre recherche par contact ou par mots clés
it: Ricerca per contatto o parole chiave

# emptyStateInboxDescription
source: Write a new email by clicking on "New message" in the bottom-right corner.
de: Schreiben Sie eine neue E-Mail, indem Sie auf "Neue Nachricht" in der rechten unteren Ecke klicken.
es: Escriba un nuevo mensaje pulsando "Nuevo mensaje" en la esquina inferior derecha.
fr: Composez un nouvel e-mail en cliquant sur "Nouveau message" en bas à droite.
it: Scrivete una nuova e-mail facendo clic su "Nuovo messaggio" nell’angolo in basso a destra.

# emptyStateInboxTitle
source: You don’t have any emails
de: Sie haben keine Emails
es: No tienes correos electrónicos
fr: Vous n’avez pas d’e-mails
it: Non c’è nessuna e-mail

# emptyStateNetworkDescription
source: Please check your connection or connect to the Internet to check your emails.
de: Bitte überprüfen Sie Ihre Verbindung oder stellen Sie eine Internetverbindung her, um Ihre E-Mails abzurufen.
es: Compruebe su conexión o conéctese a Internet para consultar sus correos electrónicos.
fr: Veuillez vérifier votre connexion ou vous connecter à Internet pour pouvoir consulter vos e-mails.
it: Controllare la connessione o collegarsi a Internet per controllare le e-mail.

# emptyStateNetworkTitle
source: You are not connected to the Internet
de: Sie sind nicht mit dem Internet verbunden
es: No está conectado a Internet
fr: Vous n’êtes pas connecté à Internet
it: Non si è connessi a Internet

# emptyStateSearchDescription
source: We did not find any emails matching your search.
de: Wir haben keine E-Mails gefunden, die Ihrer Suche entsprechen.
es: No hemos encontrado ningún correo electrónico que coincida con su búsqueda.
fr: Nous n’avons trouvé aucun e-mail correspondant à votre recherche.
it: Non abbiamo trovato alcuna e-mail corrispondente alla ricerca.

# emptyStateSearchTitle
source: No results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato

# emptyStateTrashDescription
source: Move the messages to the trash. They will be permanently deleted after 30 days.
de: Verschieben Sie die Nachrichten in den Papierkorb. Sie werden nach 30 Tagen endgültig gelöscht.
es: Mueve los mensajes a la papelera. Se borrarán definitivamente pasados 30 días.
fr: Déplacez les messages dans la corbeille. Ils seront supprimés définitivement au bout de 30 jours.
it: Sposta i messaggi nel cestino. Verranno eliminati definitivamente dopo 30 giorni.

# emptyStateTrashTitle
source: Trash is empty
de: Der Papierkorb ist leer
es: La papelera está vacía
fr: La corbeille est vide
it: Il cestino è vuoto

# enableFilterButton
source: Enable filter
de: Filter einschalten
es: Activar filtro
fr: Activer le filtre
it: Abilita il filtro

# encryptedButtonSeeConcernedRecipients
source: See relevant recipients
de: Betroffene Empfänger ansehen
es: Ver los destinatarios afectados
fr: Voir les destinataires concernés
it: Vedere i destinatari interessati

# encryptedMessageAddPasswordButton
source: Protect with a password
de: Mit einem Passwort schützen
es: Proteger con contraseña
fr: Protéger avec un mot de passe
it: Proteggere con una password

# encryptedMessageAddPasswordInformation
source: A password is only required for non-Infomaniak recipients. For them, the message will expire 30 days after sending.
de: Ein Passwort ist nur für Empfänger ausserhalb von Infomaniak erforderlich. Für sie verfällt die Nachricht 30 Tage nach dem Absenden.
es: La contraseña sólo es necesaria para los destinatarios externos a Infomaniak. Para ellos, el mensaje caducará 30 días después de su envío.
fr: Un mot de passe est nécessaire uniquement pour les utilisateurs hors Infomaniak. Pour eux, le message expirera 30 jours après envoi.
it: La password è necessaria solo per i destinatari esterni a Infomaniak. Per questi ultimi, il messaggio scadrà 30 giorni dopo l‘invio.

# encryptedMessageDisableEncryptionButton
source: Disable encryption
de: Verschlüsselung deaktivieren
es: Desactivar el cifrado
fr: Désactiver le chiffrement
it: Disattiva la crittografia

# encryptedMessageHeader
source: This message is encrypted.
de: Diese Nachricht ist verschlüsselt.
es: Este mensaje está encriptado.
fr: Ce message est chiffré.
it: Questo messaggio è criptato.

# encryptedMessageHeaderPasswordExpiryDate
source: This message has been encrypted and will expire on %@ only for recipients unable to benefit from automatic encryption.
de: Diese Nachricht wurde verschlüsselt und läuft am %@ nur bei Empfängern ab, die nicht von der automatischen Verschlüsselung profitieren können.
es: Este mensaje ha sido encriptado y caducará el %@ sólo para los destinatarios que no puedan beneficiarse de la encriptación automática.
fr: Ce message a été chiffré et expirera le %@ uniquement pour les destinataires ne pouvant bénéficier du chiffrement automatique.
it: Questo messaggio è stato crittografato e scadrà il %@ solo per i destinatari che non possono usufruire della crittografia automatica.

# encryptedMessagePasswordConcernedUserTitle
source: Recipients concerned
de: Betroffene Adressaten
es: Beneficiarios afectados
fr: Utilisateurs concernés
it: Destinatari interessati

# encryptedMessagePasswordLabel
source: Share this password by private message. You won’t be able to copy it once you’ve sent it.
de: Teilen Sie dieses Passwort per privater Nachricht mit. Sie können es nicht mehr kopieren, sobald Sie es gesendet haben.
es: Comparte esta contraseña por mensaje privado. No podrás copiarla una vez que la hayas enviado.
fr: Partagez ce mot de passe par message privé. Vous ne pourrez plus le copier après l’envoi.
it: Condividi questa password tramite messaggio privato. Non sarà possibile copiarla una volta inviata.

# encryptedMessageSnackbarEncryptionActivated
source: Encryption has been activated
de: Die Verschlüsselung wurde aktiviert
es: Se ha activado el cifrado
fr: Le chiffrement a bien été activé
it: La crittografia è stata attivata

# encryptedMessageSnackbarEncryptionDisabled
source: Encryption has been disabled
de: Die Verschlüsselung wurde deaktiviert
es: Se ha desactivado el cifrado
fr: Le chiffrement a bien été désactivé
it: La crittografia è stata disattivata

# encryptedMessageSnackbarProtectAction
source: Protect
de: Schützen Sie
es: Proteja
fr: Protéger
it: Proteggi

# encryptedMessageSnackbarScheduledUnavailable
source: Scheduled emails not available for encrypted messages
de: Geplante E-Mails für verschlüsselte Nachrichten nicht verfügbar
es: Los correos electrónicos programados no están disponibles para los mensajes cifrados
fr: L’envoi programmé n’est pas disponible pour les messages chiffrés
it: Email programmate non disponibili per i messaggi criptati

# encryptedMessageUpdatePasswordButton
source: Change password
de: Passwort ändern
es: Cambiar contraseña
fr: Modifier le mot de passe
it: Modifica della password

# encryptedPasswordProtectionTitle
source: Password protection
de: Passwortschutz
es: Protección mediante contraseña
fr: Protection par mot de passe
it: Protezione con password

# encryptedProtectionAdDescription
source: Protect your message from unauthorized access with Infomaniak encryption.
de: Schützen Sie Ihre Nachricht mit der Infomaniak-Verschlüsselung vor unbefugtem Zugriff.
es: Proteja su mensaje contra el acceso no autorizado con el cifrado Infomaniak.
fr: Protégez votre message contre tout accès non autorisé grâce au chiffrement Infomaniak.
it: Proteggete i vostri messaggi dall’accesso non autorizzato con la crittografia Infomaniak.

# encryptedProtectionAdDescription1
source: The message subject remains visible, but the content is completely secure.
de: Der Betreff der Nachricht bleibt sichtbar, aber der Inhalt ist vollständig gesichert.
es: El asunto del mensaje permanece visible, pero el contenido es completamente seguro.
fr: L’objet du message reste visible mais le contenu est entièrement sécurisé.
it: L’oggetto del messaggio rimane visibile, ma il contenuto è completamente protetto.

# encryptedProtectionAdDescription2
source: A password will be required for non-Infomaniak recipients.
de: Für Empfänger ausserhalb von Infomaniak wird ein Passwort benötigt.
es: Se exigirá una contraseña a los destinatarios ajenos a Infomaniak.
fr: Un mot de passe sera requis pour les utilisateurs hors Infomaniak.
it: Per i destinatari esterni a Infomaniak sarà necessaria una password.

# encryptedProtectionAdTitle
source: Encrypt your confidential messages
de: Verschlüsseln Sie Ihre vertraulichen Nachrichten
es: Cifre sus mensajes confidenciales
fr: Chiffrez vos messages confidentiels
it: Crittografia dei messaggi riservati

# encryptedRecipientRequiringPasswordTitle
source: Recipients with password (%d)
de: Empfänger mit Passwort (%d)
es: Destinatarios con contraseña (%d)
fr: Destinataires avec mot de passe (%d)
it: Destinatari con password (%d)
