Repository: Infomaniak/ios-kMail
Catalog: MailResources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, it

# threadListSectionThisMonth
source: This month
de: Diesen Monat
es: Este mes
fr: Ce mois-ci
it: Questo mese

# threadListSectionThisWeek
source: This week
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana

# threadListSectionToday
source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi

# threadListSpamHint
source: Messages that have been in the spam folder more than 30 days will be automatically deleted.
de: Nachrichten, die sich länger als 30 Tage im Spam-Ordner befinden, werden automatisch gelöscht.
es: Los mensajes que lleven más de 30 días en la carpeta de spam se eliminarán automáticamente.
fr: Les messages placés dans le dossier spam pendant plus de 30 jours seront automatiquement supprimés.
it: I messaggi che sono rimasti nella cartella spam per più di 30 giorni saranno eliminati automaticamente.

# threadListTrashHint
source: Messages that have been in trash more than 30 days will be automatically deleted.
de: Nachrichten, die länger als 30 Tage im Papierkorb liegen, werden automatisch gelöscht.
es: Los mensajes que lleven más de 30 días en la papelera se borrarán automáticamente.
fr: Les messages placés dans la corbeille pendant plus de 30 jours seront automatiquement supprimés.
it: I messaggi rimasti nel cestino per più di 30 giorni saranno automaticamente eliminati.

# toTitle
source: To:
de: An:
es: Para:
fr: À :
it: A:

source: Tomorrow morning
de: Morgen früh
es: Mañana por la mañana
fr: Demain matin
it: Domani mattina

# tooManyRecipients
source: You can’t add this address because you have reached the limit of recipients
de: Sie können diese Adresse nicht hinzufügen, da Sie die Höchstzahl an Empfängern erreicht haben
es: No puede añadir esta dirección porque ha alcanzado el límite de destinatarios
fr: Vous ne pouvez pas ajouter cette adresse car vous avez atteint la limite de destinataires
it: Non è possibile aggiungere questo indirizzo perché è stato raggiunto il limite di destinatari

# trashFolder
source: Trash
de: Papierkorb
es: Basura
fr: Corbeille
it: Cestino

# unblockButton
source: Unblock
de: Entsperren
es: Desbloquear
fr: Débloquer
it: Sbloccare

# unknownRecipientTitle
source: (unknown)
de: (unbekannt)
es: (desconocido)
fr: (inconnu)
it: (sconosciuto)

# unsubscribeButtonTitle
source: Unsubscribe
it: Annulla iscrizione

# updateAvailableDescription
source: To get the best out of Infomaniak Mail, we recommend you update your application.
de: Mit Blick auf ein optimales Infomaniak Mail-Benutzererlebnis empfehlen wir Ihnen, Ihre Anwendung zu aktualisieren.
es: Para disfrutar de una experiencia óptima de Infomaniak Mail, te aconsejamos que actualices tu aplicación.
fr: Afin de profiter d’une expérience optimale d’Infomaniak Mail, nous vous conseillons de mettre à jour votre application.
it: Per vivere la migliore esperienza con Infomaniak Mail, ti consigliamo di aggiornare la tua applicazione.

# updateAvailableTitle
source: Update available!
de: Aktualisierung verfügbar!
es: ¡Actualización disponible!
fr: Mise à jour disponible !
it: Aggiornamento disponibile!

# updateVersionDescription
source: For your safety and to improve your experience, please update your device.
de: Bitte aktualisieren Sie Ihr Gerät zu Ihrer Sicherheit und zur Verbesserung Ihrer Erfahrung.
es: Por su seguridad y para mejorar su experiencia, actualice su dispositivo.
fr: Pour votre sécurité et pour améliorer votre expérience, veuillez mettre à jour votre appareil.
it: Per la tua sicurezza e per migliorare la tua esperienza, aggiorna il tuo dispositivo.

# updateVersionTitle
source: Your experience may be degraded because your device is out of date
de: Ihr Erlebnis kann sich verschlechtern, weil Ihr Gerät veraltet ist
es: Tu experiencia puede degradarse porque tu dispositivo no está actualizado
fr: Votre expérience peut être dégradée parce que votre appareil n’est pas à jour
it: L’esperienza potrebbe essere degradata perché il dispositivo non è aggiornato

# urlEntryTitle
source: Create a hyperlink
de: Einen Hyperlink erstellen
es: Crear un hiperenlace
fr: Créer un lien hypertexte
it: Crea un collegamento ipertestuale

# urlUserReportiOS
source: https://feedback.userreport.com/5f64b035-33e5-4e71-9572-dc9d1d451c18/
de: https://feedback.userreport.com/efffca51-9fab-4c6c-95d8-148d5a0fc8a9/
es: https://feedback.userreport.com/bc05436b-f496-4b6e-934a-338b4b0f1cda/
fr: https://feedback.userreport.com/d6b0e711-0c77-459c-9d06-79f92264f221/
it: https://feedback.userreport.com/b0fada78-1555-4c59-abad-423e887534d5/

# usernameTitle
source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d’utilisateur
it: Nome utente

# warningEventHasPassed
source: This event has already passed
de: Dieses Ereignis ist bereits vorbei
es: Este acontecimiento ya ha pasado
fr: Cet évènement est déjà passé
it: Questo evento è già passato

# warningEventIsCancelled
source: This event has been cancelled
de: Diese Veranstaltung wurde abgesagt
es: Este evento ha sido cancelado
fr: Cet évènement a été annulé
it: Questo evento è stato cancellato

# warningNotificationsDisabledButton
source: Enable them in the settings
de: Aktivieren Sie sie in den Einstellungen
es: Actívalos en los ajustes
fr: Activez-les dans les paramètres
it: Abilitarli nelle impostazioni

# warningNotificationsDisabledDescription
source: WARNING: Push Notifications are disabled.
de: WARNUNG: Push-Benachrichtigungen sind deaktiviert.
es: ADVERTENCIA: Las notificaciones push están desactivadas.
fr: ATTENTION : Les notifications push sont désactivées.
it: ATTENZIONE: le notifiche push sono disattivate.

# workInProgressTitle
source: Available soon
de: Bald verfügbar
es: Disponible en breve
fr: Disponible prochainement
it: Disponibile a breve

# attachMailboxPasswordInputHint
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

# bccTitle
source: Bcc:
es: CCO:
fr: Cci :

# buttonFeedback
source: Feedback
de: Rückmeldung
es: Comentarios

# contactMe
source: Me
de: Ich
es: Yo
fr: Moi

# contentDescriptionButtonMenu
source: Menu
de: Menü
es: Menú

# helpFAQ
source: FAQ
es: PREGUNTAS FRECUENTES

# settingsSectionPrivacy
source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité

# buttonNo
source: No
de: Nein
fr: Non

# aiPromptTitle
source: Euria
fr: Assistant à la rédaction
