Repository: Infomaniak/ios-kMail
Catalog: MailResources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, it

# encryptedStatePanelEnable
source: Your message is protected.
de: Ihre Nachricht ist geschützt.
es: Su mensaje está protegido.
fr: Votre message est protégé.
it: Il tuo messaggio è protetto.

# encryptedStatePanelIncomplete
source: A password is required to finalize the sending.
de: Ein Passwort ist erforderlich, um den Versand abzuschliessen.
es: Se requiere una contraseña para completar la transmisión.
fr: Un mot de passe est requis pour finaliser l’envoi.
it: Per completare la trasmissione è necessaria una password.

# encryptedStatePanelStatePartialLabel
source: Partial
de: Teilweise
es: Parcial
fr: Partiel
it: Parziale

# encryptedStatePanelTitle
source: Encryption
de: Verschlüsselung
es: Cifrado
fr: Chiffrement
it: Crittografia

# enterPasswordTitle
source: Enter password
de: Geben Sie das Passwort ein
es: Introduzca la contraseña
fr: Saisir le mot de passe
it: Inserisci la password

# errorAlreadyLinkedMailbox
source: This email address is already linked to your account
de: Diese E-Mail-Adresse ist bereits mit Ihrem Konto verknüpft
es: Esta dirección de correo electrónico ya está vinculada a su cuenta
fr: Cette adresse mail est déjà liée à votre compte
it: Questo indirizzo e-mail è già collegato al vostro account

# errorAtLeastOneRecipient
source: At least one recipient is required
de: Es ist mindestens ein Empfänger erforderlich
es: Se precisa al menos un destinatario
fr: Il faut au minimum un destinataire
it: È richiesto almeno un destinatario

# errorAttachmentNotFound
source: Attachment cannot be found
de: Dateianhang unauffindbar
es: No se ha encontrado el adjunto
fr: Pièce jointe introuvable
it: Allegato non trovato

# errorCalendarChoiceCouldNotBeSent
source: An error has occurred while sending your answer
de: Beim Senden Ihrer Antwort ist ein Fehler aufgetreten
es: Se ha producido un error al enviar su respuesta
fr: Une erreur s’est produite lors de l’envoi de votre réponse
it: Si è verificato un errore nell’invio della risposta

# errorCancelAttachmentsUploadInProgress
source: Some attachments are still being imported. If you close the view attachments will be lost.
de: Einige Anhänge werden noch importiert. Wenn Sie die Ansicht schliessen, gehen die Anhänge verloren.
es: Algunos archivos adjuntos se siguen importando. Si cierra la vista se perderán los archivos adjuntos.
fr: Certaines pièces jointes sont toujours en cours d’importation. Si vous fermez la vue, les pièces jointes seront perdues.
it: Alcuni allegati vengono ancora importati. Se si chiude la vista, gli allegati andranno persi.

# errorDraftNotFound
source: Draft cannot be found
de: Entwurf unauffindbar
es: No se puede encontrar el borrador
fr: Brouillon introuvable
it: Bozza non trovata

# errorEditScheduledMessage
source: Scheduled or sent messages cannot be edited
de: Geplante oder versendete Nachrichten können nicht geändert werden
es: Imposible modificar un mensaje programado o enviado
fr: Impossible de modifier un message planifié ou envoyé
it: Impossibile modificare un messaggio pianificato o inviato

# errorEmojiReactionAlreadyUsed
source: You have already reacted with this reaction
de: Sie haben bereits mit dieser Reaktion reagiert
es: Ya has reaccionado con esta reacción
fr: Vous avez déjà réagi avec cette réaction
it: Hai già reagito con questa reazione

# errorEmojiReactionFolderNotAllowedDraft
source: You cannot react to a draft
de: Sie können nicht auf einen Entwurf reagieren
es: No puedes reaccionar a un borrador
fr: Vous ne pouvez pas réagir à un brouillon
it: Non puoi reagire a una bozza

# errorEmojiReactionFolderNotAllowedScheduledDraft
source: You cannot react to a scheduled email
de: Sie können nicht auf eine geplante E-Mail antworten
es: No puedes responder a un correo electrónico programado
fr: Vous ne pouvez pas réagir à un e-mail programmé
it: Non puoi reagire a un email programmato

# errorEmojiReactionFolderNotAllowedSpam
source: You cannot react to an email marked as spam
de: Sie können nicht auf eine als Spam markierte E-Mail reagieren
es: No puedes reaccionar a un correo marcado como spam
fr: Vous ne pouvez pas réagir à un e-mail marqué comme spam
it: Non puoi reagire a un’email contrassegnata come spam

# errorEmojiReactionFolderNotAllowedTrash
source: You cannot react to an email in the trash
de: Sie können nicht auf eine E-Mail im Papierkorb reagieren
es: No puedes reaccionar a un correo en la papelera
fr: Vous ne pouvez pas réagir à un e-mail dans la corbeille
it: Non puoi reagire a un’email nel cestino

# errorEmojiReactionMaxReactionReached
source: You have reached the maximum number of reactions for this email
de: Sie haben die maximale Anzahl an Reaktionen für diese E-Mail erreicht
es: Has alcanzado el número máximo de reacciones para este correo
fr: Vous avez atteint le nombre maximum de réactions pour cet e-mail
it: Hai raggiunto il numero massimo di reazioni per questa email

# errorEmojiReactionMaxRecipient
source: You cannot react to an email with more than 20 recipients
de: Sie können nicht auf eine E-Mail mit mehr als 20 Empfängern reagieren
es: No puedes reaccionar a un correo con más de 20 destinatarios
fr: Vous ne pouvez pas réagir à un e-mail avec plus de 20 destinataires
it: Non puoi reagire a un’email con più di 20 destinatari

# errorEmojiReactionMessageInReplyEncrypted
source: You cannot react to an encrypted email
de: Sie können nicht auf eine verschlüsselte E-Mail reagieren
es: No puedes reaccionar a un correo cifrado
fr: Vous ne pouvez pas réagir à un e-mail chiffré
it: Non puoi reagire a un’email criptata

# errorEmojiReactionMessageInReplyToNotAllowed
source: You cannot react to this type of email
de: Sie können nicht auf diese Art von E-Mail reagieren
es: No puedes reaccionar a este tipo de correo
fr: Vous ne pouvez pas réagir à ce type d’e-mail
it: Non puoi reagire a questo tipo di email

# errorEmojiReactionMessageInReplyToNotValid
source: You cannot react to this email
de: Sie können nicht auf diese E-Mail reagieren
es: No puedes reaccionar a este correo
fr: Vous ne pouvez pas réagir à cet e-mail
it: Non puoi reagire a questa email

# errorEmojiReactionRecipientNotAllowed
source: Only recipients and senders can react to this email
de: Nur Empfänger und Absender können auf diese E-Mail reagieren
es: Solo los destinatarios y remitentes pueden reaccionar a este correo
fr: Seuls les destinataires et expéditeurs peuvent réagir à cet e-mail
it: Solo i destinatari e i mittenti possono reagire a questa email

# errorEventCouldNotBeOpenedInMyCalendar
source: An error occurred while opening the event in Infomaniak Calendar
de: Beim Öffnen des Ereignisses in Infomaniak Calendar ist ein Fehler aufgetreten
es: Se ha producido un error al abrir el evento en Infomaniak Calendar
fr: Une erreur s’est produite lors de l’ouverture de la manifestation dans Infomaniak Calendar
it: Si è verificato un errore durante l’apertura dell’evento in Infomaniak Calendar

# errorFolderDoesNotExist
source: The folder does not exist
de: Der Ordner besteht nicht
es: La carpeta no existe
fr: Le dossier n’existe pas
it: La cartella è inesistente

# errorFolderNotFound
source: Folder not found
de: Ordner nicht gefunden
es: Archivo no encontrado
fr: Dossier introuvable
it: File non trovato

# errorInvalidAttachment
source: Invalid attachment
de: Dateianhang ungültig
es: El adjunto no es válido
fr: Pièce jointe non valide
it: Allegato non valido

# errorInvalidCredentials
source: Invalid email or password
de: E-Mail oder Passwort ungültig
es: Correo electrónico o contraseña no válidos
fr: E-mail ou mot de passe invalide
it: Email o password non valide

# errorInvalidEmailAddress
source: Invalid mail address
de: Ungültige E-Mail-Adresse
es: Dirección de correo electrónico no válida
fr: Adresse mail invalide
it: Indirizzo e-mail non valido

# errorLoadingMessage
source: This message could not be downloaded from the server.
de: Diese Nachricht konnte nicht vom Server heruntergeladen werden.
es: Este mensaje no se ha podido descargar del servidor.
fr: Ce message n’a pas pu être téléchargé depuis le serveur.
it: Non è stato possibile scaricare questo messaggio dal server.

# errorLoginDescription
source: The connection failed.
de: Die Verbindung ist fehlgeschlagen.
es: La conexión ha fallado.
fr: La connexion a échoué.
it: La connessione non è riuscita.

# errorLoginTitle
source: Login error
de: Login-Fehler
es: Error de inicio de sesión
fr: Erreur de connexion
it: Errore di accesso

# errorMailboxLocked
source: This mailbox is locked
de: Diese Mailbox ist gesperrt
es: Esta dirección de correo electrónico está bloqueada
fr: Cette adresse est bloquée
it: Questo indirizzo e-mail è bloccato

# errorMailboxUnavailable
source: This email address is not available
de: Diese E-Mail Adresse ist nicht verfügbar
es: Esta dirección de correo electrónico no está disponible
fr: Cette adresse mail n’est pas disponible
it: Questo indirizzo e-mail non è disponibile

# errorMaxNumberOfScheduledSnoozeReached
source: You’ve reached the maximum number of scheduled snoozes
de: Sie haben die maximale Anzahl geplanter Schlummerzeiten erreicht
es: Has alcanzado el número máximo de aplazamientos programados
fr: Vous avez atteint le nombre maximal de mises en attente programmées
it: Hai raggiunto il numero massimo di posticipi programmati

# errorMessageCannotBeSnoozed
source: This message cannot be snoozed
de: Diese Nachricht kann nicht in den Schlummermodus versetzt werden
es: Este mensaje no se puede aplazar
fr: Ce message ne peut pas être mis en attente
it: Questo messaggio non può essere posticipato

# errorMessageNotFound
source: Message not found
de: Nachricht nicht gefunden
es: Mensaje no encontrado
fr: Message introuvable
it: Messaggio non trovato

# errorMessageNotSnoozed
source: This message is not currently snoozed
de: Diese Nachricht ist derzeit nicht im Schlummermodus
es: Este mensaje no está aplazado actualmente
fr: Ce message n’est pas mis en attente
it: Questo messaggio non è stato posticipato

# errorMessageSnoozeAlreadyScheduled
source: A snooze is already scheduled for this message
de: Für diese Nachricht ist bereits ein Schlummern geplant
es: Este mensaje ya tiene un aplazamiento programado
fr: Une mise en attente est déjà programmée pour ce message
it: Questo messaggio ha già un posticipo programmato

# errorMoveDestinationNotFound
source: The destination folder does not exist
de: Der Zielordner besteht nicht
es: La carpeta de destino no existe
fr: Le dossier de destination n’existe pas
it: La cartella di destinazione è inesistente

# errorNewFolderAlreadyExists
source: The folder already exists
de: Der Ordner besteht bereits
es: La carpeta ya existe
fr: Le dossier existe déjà
it: La cartella è già esistente

# errorNewFolderInvalidCharacter
source: The folder name contains invalid characters
de: Der Ordnername enthält ungültige Zeichen
es: El nombre de la carpeta contiene caracteres no válidos
fr: Le nom du dossier comporte des caractères invalides
it: Il nome della cartella contiene caratteri non validi

# errorNewFolderNameTooLong
source: The folder name should not exceed 255 characters
de: Der Ordnername sollte nicht länger als 255 Zeichen sein.
es: El nombre de la carpeta no debe superar los 255 caracteres
fr: Le nom du dossier ne doit pas dépasser 255 caractères
it: Il nome della cartella non deve superare i 255 caratteri

# errorRefusedRecipients
source: The server is refusing all recipients
de: Der Server lehnt alle Empfänger ab
es: El servidor rechaza todos los destinatarios
fr: Le serveur refuse tous les destinataires
it: Il server respinge tutti i destinatari

# errorRefusedSender
source: The server is refusing the sender
de: Der Server lehnt den Absender ab
es: El servidor rechaza el remitente
fr: Le serveur refuse l’expéditeur
it: Il server respinge il mittente

# errorScheduleDelayTooShort
source: You can’t schedule an email less than %d minutes in the future
de: Wählen Sie ein zukünftiges Datum, das mindestens %d Minuten in der Zukunft liegt
es: No puedes programar un correo electrónico para dentro de menos de %d minutos
fr: Vous ne pouvez pas programmer un e-mail dans moins de %d minutes
it: Non puoi programmare l’invio di una e-mail tra meno di %d minuti

# errorScheduledSnoozeDelayTooShort
source: The minimum time to snooze an email is %d minutes
de: Die Mindestzeit zum Schlummern einer E-Mail beträgt %d Minuten
es: El tiempo mínimo para aplazar un correo electrónico es de %d minutos
fr: Le délai minimum pour mettre un e-mail en attente est de %d minutes
it: Il tempo minimo per posticipare un’email è di %d minuti

# errorSendLimitExceeded
source: Sending limit reached
de: Versandlimit erreicht
es: Límite de envío alcanzado
fr: Limite d’envoi atteinte
it: Limite d’invio raggiunto

# errorTooManyRecipients
source: Too many recipients
de: Zu viele Empfänger
es: Demasiados destinatarios
fr: Trop de destinataires
it: Troppi destinatari

# errorUnableToCreateFolder
source: Unable to create the folder
de: Ordner kann nicht erstellt werden
es: No se puede crear la carpeta
fr: Impossible de créer le dossier
it: Impossibile creare la cartella

# errorUnableToFlushFolder
source: Folder cannot be emptied
de: Der Ordner kann nicht geleert werden
es: Imposible vaciar la carpeta
fr: Impossible de vider le dossier
it: Impossibile svuotare la cartella

# errorUnknown
source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto

source: Expand message
de: Nachricht erweitern
es: Ampliar mensaje
fr: Afficher le message
it: Espandi il messaggio

# expeditorAuthenticationDescription
source: The sender’s origin has been authenticated.
de: Die Herkunft dieses Absenders wurde authentifiziert.
es: Se ha autentificado el origen del remitente.
fr: La provenance de cet expéditeur a été authentifiée.
it: L’origine del mittente è stata autenticata.

# externalDialogConfirmButton
source: I understand
de: Ich habe verstanden
es: Comprendo
fr: J’ai compris
it: Capisco

# externalDialogDescriptionExpeditor
source: The sender %@ is not part of your organization or your contacts. Be careful if you are sharing sensitive information.
de: Der Absender %@ gehört nicht zu Ihrer Organisation oder Ihren Kontakten. Seien Sie vorsichtig, wenn Sie sensible Informationen weitergeben.
es: El remitente %@ no forma parte de tu organización ni de tus contactos. Ten cuidado si compartes información sensible.
fr: L’expéditeur %@ ne fait pas partie de votre organisation ni de vos contacts. Soyez vigilant si vous partagez des informations sensibles.
it: Il mittente %@ non fa parte della vostra organizzazione o dei vostri contatti. Fate attenzione se state condividendo informazioni sensibili.

# externalDialogDescriptionExpeditor-plural
source: Some senders are not part of your organization or your contacts. Be careful if you are sharing sensitive information.
de: Manche Absender gehören nicht zu Ihrer Organisation oder Ihren Kontakten. Seien Sie vorsichtig, wenn Sie sensible Informationen weitergeben.
es: Algunos remitentes no forman parte de tu organización ni de tus contactos. Ten cuidado si compartes información sensible.
fr: Certains expéditeurs ne font pas partie de votre organisation ni de vos contacts. Soyez vigilant si vous partagez des informations sensibles.
it: Alcuni mittenti non fanno parte della vostra organizzazione o dei vostri contatti. Fate attenzione se state condividendo informazioni sensibili.

# externalDialogDescriptionRecipient
source: The recipient %@ is not part of your organization or your contacts. Be careful if you are sharing sensitive information.
de: Der Empfänger %@ gehört nicht zu Ihrer Organisation oder Ihren Kontakten. Seien Sie vorsichtig, wenn Sie sensible Informationen weitergeben.
es: El destinatario %@ no forma parte de tu organización ni de tus contactos. Ten cuidado si compartes información sensible.
fr: Le destinataire %@ ne fait pas partie de votre organisation ni de vos contacts. Soyez vigilant si vous partagez des informations sensibles.
it: Il destinatario %@ non fa parte della vostra organizzazione o dei vostri contatti. Fate attenzione se state condividendo informazioni sensibili.

# externalDialogDescriptionRecipient-plural
source: Some recipients are not part of your organization or your contacts. Be careful if you are sharing sensitive information.
de: Einige Empfänger gehören nicht zu Ihrer Organisation oder Ihren Kontakten. Seien Sie vorsichtig, wenn Sie sensible Informationen weitergeben.
es: Algunos destinatarios no forman parte de tu organización ni de tus contactos. Ten cuidado si compartes información sensible.
fr: Certains destinataires ne font pas partie de votre organisation ni de vos contacts. Soyez vigilant si vous partagez des informations sensibles.
it: Alcuni destinatari non fanno parte della vostra organizzazione o dei vostri contatti. Fate attenzione se condividete informazioni sensibili.

# externalDialogTitleExpeditor
source: External expeditor
de: Externer Spediteur
es: Expedidor externo
fr: Expéditeur externe
it: Mittente sconosciuto

# externalDialogTitleRecipient
source: External recipient
de: Externer Empfänger
es: Receptor externo
fr: Destinataire externe
it: Destinatario sconosciuto

# externalTag
source: External
de: Extern
es: Exterior
fr: Externe
it: Sconosciuto

# failToOpenDraft
source: Failed to open draft
de: Öffnen des Entwurfs fehlgeschlagen
es: No se ha podido abrir el borrador
fr: Échec de l’ouverture du brouillon
it: Impossibile aprire la bozza

# faqUrl
source: https://www.infomaniak.com/en/support/faq/admin2/email-service
de: https://www.infomaniak.com/de/support/faq/admin2/mail-service
es: https://www.infomaniak.com/es/asistencia/faq/admin2/servicio-de-correo
fr: https://www.infomaniak.com/fr/support/faq/admin2/service-mail
it: https://www.infomaniak.com/it/assistenza/faq/admin2/servizio-mail

# favoritesFolder
source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti

# filterFocusAllowedMailboxesTitle
source: Allowed mailboxes
de: Erlaubte Mailboxen
es: Buzones autorizados
fr: Boîtes aux lettres autorisées
it: Cassette postali autorizzate

# filterFocusDescription
source: Allow notifications for selected mailboxes.
de: Benachrichtigungen für ausgewählte Postfächer zulassen.
es: Permitir notificaciones para buzones seleccionados.
fr: Autoriser les notifications pour les boîtes aux lettres sélectionnées.
it: Consentire le notifiche per le caselle postali selezionate.

# filterFocusTitle
source: Filter mailboxes
de: Mailboxen filtern
es: Filtrar buzones
fr: Filtrer les boîtes aux lettres
it: Filtrare le caselle di posta

# fromTitle
source: From:
de: Von:
es: De:
fr: De :
it: Da:

# groupContactsTitle
source: Group: %@
de: Gruppe: %@
es: Grupo: %@
fr: Groupe : %@
it: Gruppo: %@

# helpSubtitle
source: To help you
de: Um Ihnen zu helfen
es: Para ayudarte
fr: Pour vous aider
it: Per aiutarvi

# inboxFolder
source: Inbox
de: Posteingang
es: Bandeja de entrada
fr: Boîte de réception
it: Posta in arrivo

# kSuiteProQuotasAlertDescription
source: Your Mail storage space is almost full. Upgrade to unlimited storage and unlock new features.
de: Der Speicherplatz in Ihrer Mail ist bald voll. Ändern Sie Ihr Angebot auf unbegrenzten Speicherplatz und schalten Sie neue Funktionen frei.
es: Tu espacio de almacenamiento de Mail está casi lleno. Modifica tu oferta para conseguir almacenamiento ilimitado y desbloquear nuevas funciones.
it: Lo spazio di archiviazione della posta è quasi esaurito. Modificate la vostra offerta per ottenere uno spazio di archiviazione illimitato e sbloccare nuove funzionalità.

# kSuiteProQuotasAlertFullDescription
source: Your Mail storage space is full. Upgrade to unlimited storage and unlock new features.
de: Der Speicherplatz in Ihrer Mail ist voll. Ändern Sie Ihr Angebot auf unbegrenzten Speicherplatz und schalten Sie neue Funktionen frei.
es: Tu espacio de almacenamiento de Mail está lleno. Modifica tu oferta para conseguir almacenamiento ilimitado y desbloquear nuevas funciones.
it: Lo spazio di archiviazione della posta è esaurito. Modificate la vostra offerta per ottenere uno spazio di archiviazione illimitato e sbloccare nuove funzionalità.

# kSuiteProQuotasAlertFullTitle
source: Your Mail storage space is full
de: Ihr Mail-Speicherplatz ist voll
es: Tu espacio de almacenamiento de Mail está lleno
it: Lo spazio di archiviazione di Mail è pieno

# lastEventOccurrence
source: Recurring event, last occurrence on
de: Wiederkehrendes Ereignis, letztes Auftreten am
es: Evento recurrente, última ocurrencia el
it: Evento ricorrente, ultima occorrenza il

source: Last selected schedule
de: Zuletzt ausgewählter Zeitplan
es: Último horario seleccionado
fr: Dernier horaire choisi
it: Ultimo programma selezionato

source: Later this morning
de: Später heute Morgen
es: Más tarde esta mañana
fr: Plus tard ce matin
it: Più tardi stamattina

# loadingText
source: Loading…
de: Laden…
es: Cargando…
fr: Chargement…
it: Caricamento…

# lockAppTitle
source: Application locked
de: Anwendung gesperrt
es: Aplicación bloqueada
fr: Application verrouillée
it: Applicazione bloccata

# lockedMailboxBottomSheetDescription
source: Access to your mailbox is currently blocked. For further information, please read FAQ.
de: Der Zugriff auf Ihre E-Mail-Adresse ist derzeit gesperrt. Für weitere Informationen, FAQ lesen.
es: El acceso a su dirección de correo electrónico está bloqueado. Para más información, lea las preguntas frecuentes.
fr: L’accès à votre adresse mail est actuellement bloqué. Pour plus d’informations, consultez les FAQ.
it: L’accesso al tuo indirizzo e-mail è attualmente bloccato. Per ulteriori informazioni, leggi le FAQ.

# lockedMailboxBottomSheetTitle
source: Mailbox %@ is blocked
de: Mailbox %@ ist blockiert
es: La dirección de correo electrónico %@ está bloqueada
fr: L’adresse %@ est bloquée
it: L’indirizzo e-mail %@ è bloccato

# lockedMailboxViewDescription
source: For further information:
de: Für weitere Informationen:
es: Para más información:
fr: Pour plus d’informations :
it: Per ulteriori informazioni:

# lockedMailboxViewTitle
source: Some of your mailboxes are blocked
de: Einige Ihrer Mailboxen sind blockiert
es: Algunas de sus direcciones de correo electrónico están bloqueadas
fr: Certaines de vos adresses mail sont bloquées
it: Alcuni indirizzi e-mail bloccati

# macUsageDisclaimerTitle
source: This app works on macOS, but is optimized for mobile and tablet use.
de: Diese App funktioniert unter macOS, ist aber für die Nutzung auf Mobilgeräten und Tablets optimiert.
es: Esta aplicación funciona en macOS, pero está optimizada para su uso en móviles y tabletas.
fr: Cette application fonctionne sur macOS, mais elle est optimisée pour une utilisation sur mobile et tablette.
it: Questa applicazione funziona su macOS, ma è ottimizzata per l’uso su cellulari e tablet.

# mailPremiumUpgradeDescription
source: Get more storage and new features with your email address.
it: Ottenete più spazio di archiviazione e nuove funzionalità con il vostro indirizzo e-mail.

# mailPremiumUpgradeDetails
source: To benefit from Premium, modify your offer from your web interface.
it: Per beneficiare del mio Premium, modificate la vostra offerta dalla vostra interfaccia web.

# mailPremiumUpgradeTitle
source: Take it to the next level with the Premium plan
it: Passare al livello successivo con il piano Premium

# manageSignatures
source: Manage my signatures
de: Meine Signaturen verwalten
es: Gestionar mis firmas
fr: Gérer mes signatures
it: Gestisci le mie firme

# menuDrawerAdvancedActions
source: Advanced actions
de: Erweiterte Aktionen
es: Acciones avanzadas
fr: Actions avancées
it: Azioni avanzate

# menuDrawerMailboxStorage
source: %1$@ / %2$@ used
de: %1$@ / %2$@ verwendet
es: %1$@ / %2$@ usado
fr: %1$@ / %2$@ utilisés
it: %1$@ / %2$@ usato
