Repository: Infomaniak/ios-kMail
Catalog: MailResources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, it

# accentColorBlueTitle
source: Blue
de: Blau
es: Azul
fr: Bleu
it: Blu

# accentColorPinkTitle
source: Pink
de: Rosa
es: Rosa
fr: Rose
it: Rosa

# accentColorSystemTitle
source: System color
de: Farbe des Systems
es: Color del sistema
fr: Couleur du système
it: Colore del sistema

# actionArchive
source: Archive
de: Archiv
es: Archivo
fr: Archiver
it: Archivia

# actionBlockSender
source: Block sender
de: Absender blockieren
es: Bloquear remitente
fr: Bloquer l’expéditeur
it: Blocca mittente

# actionCancelSnooze
source: Cancel snooze
de: Schlummern abbrechen
es: Cancelar el aplazamiento
fr: Annuler la mise en attente
it: Annulla il posticipo

# actionDelete
source: Delete
de: Löschen
es: Borrar
fr: Supprimer
it: Cestina

# actionEditMenu
source: Edit menu
de: Menü Bearbeiten
es: Menú Edición
fr: Modifier le menu
it: Menu Modifica

# actionForward
source: Forward
de: Weiterleiten
es: Adelante
fr: Transférer
it: Inoltra

# actionMarkAsRead
source: Mark as read
de: Als gelesen markieren
es: Marcar como leído
fr: Marquer comme lu
it: Segna come letto

# actionMarkAsUnread
source: Mark as unread
de: Als ungelesen markieren
es: Marcar como no leído
fr: Marquer comme non lu
it: Segna come non letto

# actionModifySnooze
source: Modify snooze
de: Schlummern bearbeiten
es: Modificar el aplazamiento
fr: Modifier la mise en attente
it: Modifica il posticipo

# actionMove
source: Move
de: Verschieben
es: Mover
fr: Déplacer
it: Sposta

# actionMoveToInbox
source: Move to inbox
de: In den Posteingang verschieben
es: Mover a la bandeja de entrada
fr: Déplacer vers la boîte de réception
it: Sposta nella casella di posta

# actionNonSpam
source: Report as not spam
de: Als Nicht-Spam melden
es: Notificar como no spam
fr: Signaler comme légitime
it: Segnala come non spam

# actionPhishing
source: Report phishing
de: Phishing melden
es: Informar sobre phishing
fr: Signaler comme hameçonnage
it: Segnala phishing

# actionPrint
source: Print
de: Drucken
es: Imprimir
fr: Imprimer
it: Stampa

# actionRename
source: Rename
de: Umbenennen
es: Cambie el nombre de
fr: Renommer
it: Rinominare

# actionReply
source: Reply
de: Antwort
es: Respuesta
fr: Répondre
it: Rispondi

# actionReplyAll
source: Reply all
de: Alle antworten
es: Responder a todos
fr: Répondre à tous
it: Rispondi a tutti

# actionReportDisplayProblem
source: Report a display problem
de: Ein Anzeigeproblem melden
es: Informar de un problema de visualización
fr: Signaler un problème d’affichage
it: Segnala un problema di visualizzazione

# actionReportJunk
source: Report junk
de: Spam melden
es: Informe basura
fr: Signaler comme indésirable
it: Segnala spazzatura

# actionShortMarkAsRead
source: Read
de: Gelesen
es: Leer
fr: Lu
it: Letto

# actionShortMarkAsUnread
source: Unread
de: Ungelesen
es: Sin leer
fr: Non lu
it: Non letto

# actionShortStar
source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti

# actionSnooze
source: Snooze
de: In die Warteschlange verschieben
es: Poner en espera
fr: Mettre en attente
it: Metti in attesa

# actionSpam
source: Report spam
de: Spam melden
es: Notificar spam
fr: Signaler comme spam
it: Segnala spam

# actionStar
source: Add to favorites
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti

# actionUnstar
source: Delete from favorites
de: Aus Favoriten löschen
es: Borrar de favoritos
fr: Retirer des favoris
it: Elimina dai preferiti

# actionViewInDark
source: View in dark theme
de: Ansicht im dunklen Thema
es: Ver en tema oscuro
fr: Voir en thème sombre
it: Visualizzazione in tema scuro

# actionViewInLight
source: View in light theme
de: Ansicht im hellen Thema
es: Ver en tema claro
fr: Voir en thème clair
it: Vista in tema chiaro

# activeFocusFilterTitle
source: Filtering mailboxes
de: Filtern von Postfächern
es: Filtrado de buzones
fr: Filtrage des boîtes aux lettres
it: Filtrare le caselle di posta elettronica

# addLinkTextPlaceholder
source: Text to display
de: Anzuzeigender Text
es: Texto a mostrar
fr: Texte à afficher
it: Testo da visualizzare

# addUnknownRecipientAlreadyUsed
source: The email is already used
de: Die E-Mail wird bereits verwendet
es: El correo electrónico ya está utilizado
fr: L’adresse mail est déjà utilisée
it: L’e-mail è già utilizzata

# addUnknownRecipientInvalidEmail
source: The email is invalid
de: Die E-Mail ist ungültig
es: El correo electrónico no es válido
fr: L’adresse mail n’est pas valide
it: L’e-mail non è valida

# addUnknownRecipientTitle
source: Add a recipient
de: Einen Empfänger hinzufügen
es: Añadir un destinatario
fr: Ajouter un destinataire
it: Aggiungi un destinatario

# addressBookTitle
source: Address Book: %@
de: Adressbuch: %@
es: Libreta de direcciones: %@
fr: Carnet d’adresses : %@
it: Rubrica: %@

# aiButtonInsert
source: Insert
de: Einfügen
es: Inserte
fr: Insérer
it: Inserisci

# aiButtonRefine
source: Refine
de: Verfeinern
es: Afinar
fr: Affiner
it: Affinare

# aiButtonRetry
source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova

# aiDiscoveryDescription
source: Simplify your message writing with Artificial Intelligence.
de: Vereinfachen Sie das Schreiben von Nachrichten mit künstlicher Intelligenz.
es: Simplifique la redacción de sus mensajes con Inteligencia Artificial.
fr: Simplifier la rédaction de vos messages à l’aide de l’Intelligence Artificielle.
it: Semplifica la scrittura dei messaggi con l’intelligenza artificiale.

# aiDiscoveryTitle
source: Write your emails using Euria
de: Schreiben Sie Ihre E-Mails mit Euria
es: Escriba sus correos electrónicos utilizando Euria
fr: Rédiger vos e-mails avec l’IA
it: Scrivi le tue e-mail utilizzando Euria

# aiErrorContextMaxTokenReached
source: The email you’re replying to is too long for the AI to generate a response. Summarize what you want to say to get its help.
de: Die E-Mail, auf die Sie antworten, ist zu lang, als dass die KI derzeit eine Antwort generieren könnte. Fassen Sie zusammen, was Sie sagen möchten, um ihre Hilfe zu erhalten.
es: El correo electrónico al que estás respondiendo es demasiado largo para que la IA pueda generar una respuesta en este momento. Resume lo que quieres decir para obtener su ayuda.
fr: L’e-mail auquel vous répondez est trop long pour que l’IA puisse actuellement générer une réponse. Résumez ce que vous souhaitez dire pour obtenir son aide.
it: L’e-mail a cui stai rispondendo è troppo lunga perché l’intelligenza artificiale sia in grado di generare una risposta al momento. Riassumi ciò che vuoi dire per ottenere il suo aiuto.

# aiErrorMaxTokenReached
source: Your request is too long, please shorten it.
de: Ihre Anfrage ist zu lang, bitte kürzen Sie sie.
es: Su solicitud es demasiado larga, por favor acórtela.
fr: Votre demande est trop longue, veuillez la raccourcir.
it: La tua richiesta è troppo lunga, ti prego di accorciarla.

# aiErrorTooManyRequests
source: Too many requests in a short time. Please wait.
de: In kurzer Zeit wurden zu viele Anfragen gestellt. Bitte haben Sie etwas Geduld.
es: Se han hecho demasiadas peticiones en un corto espacio de tiempo. Le rogamos que tenga paciencia.
fr: Trop de requêtes ont été effectuées en un court laps de temps. Veuillez patienter.
it: Sono state presentate troppe richieste in un breve lasso di tempo. Attendere prego.

# aiErrorUnknown
source: An error has occurred. If this error persists, please contact our helpdesk. Thank you for your patience.
de: Es ist ein Fehler aufgetreten. Wenn dieser Fehler weiterhin besteht, wenden Sie sich bitte an unseren Support. Vielen Dank für Ihre Geduld.
es: Se ha producido un error. Si este error persiste, póngase en contacto con nuestro servicio de asistencia. Gracias por su paciencia.
fr: Une erreur s’est produite. Si cette erreur persiste, veuillez contacter notre service d’assistance. Merci pour votre patience.
it: Si è verificato un errore. Se l’errore persiste, si prega di contattare il nostro helpdesk. Grazie per la pazienza.

# aiMenuEditRequest
source: Edit my request
de: Meine Anfrage bearbeiten
es: Editar mi solicitud
fr: Modifier ma demande
it: Modifica la mia richiesta

# aiMenuExpand
source: Expand
de: Erweitern
es: Ampliar
fr: Rallonger
it: Espandi

# aiMenuFriendlyWriting
source: Friendly writing
de: Freundliches Schreiben
es: Escritura amistosa
fr: Rédaction amicale
it: Scrittura amichevole

# aiMenuRegenerate
source: Regenerate a response
de: Eine Antwort neu generieren
es: Regenerar una respuesta
fr: Régénérer une réponse
it: Rigenera una risposta

# aiMenuSeriousWriting
source: Serious writing
de: Seriöses Schreiben
es: Escritura seria
fr: Rédaction sérieuse
it: Scrittura seria

# aiMenuShorten
source: Shorten
de: Kürzen
es: Acortar
fr: Raccourcir
it: Accorcia

# aiPromptAnswer
source: Explain to Euria how to get help replying to this email.
de: Erklären Sie Euria, wie sie Hilfe bei der Beantwortung dieser E-Mail erhält.
es: Explica a Euria cómo obtener ayuda para responder a este correo electrónico.
fr: Dites à l’assistant comment il peut vous aider à répondre à cet e-mail.
it: Spiegate a Euria come ottenere aiuto per rispondere a questa e-mail.

# aiPromptExample1
source: a thank-you email for a welcome gift
de: eine Dankesmail für ein Willkommensgeschenk
es: un correo electrónico de agradecimiento por un regalo de bienvenida
fr: un e-mail de remerciement pour un cadeau de bienvenue
it: un’e-mail di ringraziamento per un regalo di benvenuto

# aiPromptExample2
source: an email confirming your hotel reservation
de: eine E-Mail mit der Bestätigung der Hotelbuchung
es: un correo electrónico confirmando su reserva de hotel
fr: un e-mail de confirmation de réservation d’hôtel
it: un’e-mail di conferma della prenotazione alberghiera

# aiPromptExample3
source: a thank-you email for an invitation to an event
de: eine Dankesmail für eine Einladung zu einer Veranstaltung
es: un correo electrónico de agradecimiento por una invitación a un acto
fr: un e-mail de remerciement pour une invitation à un évènement
it: un’e-mail di ringraziamento per un invito a un evento

# aiPromptExample4
source: an invitation to a company event
de: eine Einladungsmail zu einer Firmenveranstaltung
es: una invitación a un acto de empresa
fr: un e-mail d’invitation à un évènement d’entreprise
it: un invito a un evento aziendale

# aiPromptExample5
source: an email requesting an appointment with an important customer
de: eine E-Mail mit der Bitte um einen Termin mit einem wichtigen Kunden
es: un correo electrónico solicitando una reunión con un cliente importante
fr: un e-mail de demande de rendez-vous avec un client important
it: un’e-mail di richiesta di incontro con un cliente importante

# aiPromptGenerationLoader
source: Euria is writing…
de: Euria schreibt…
es: Euria está escribiendo…
fr: L’assistant est en train d’écrire…
it: Euria sta scrivendo…

# aiPromptPlaceholder
source: Tell Euria what you want to write. For example "%@".
de: Sagen Sie Euria, was Sie schreiben wollen. Zum Beispiel "%@".
es: Dígale a Euria lo que quiere escribir. Por ejemplo "%@".
fr: Dites à l’assistant à la rédaction ce que vous souhaitez écrire. Par exemple "%@".
it: Communica a Euria cosa si desidera scrivere. Ad esempio "%@".

# aiPromptValidateButton
source: Generate
de: Erzeugen
es: Genere
fr: Générer
it: Genera

# aiReplaceSubjectDescription
source: The subject will become: %@
de: Der Betreff wird zu: %@
es: El tema será: %@
fr: L’objet actuel deviendra : %@
it: Il soggetto diventerà: %@

# aiReplaceSubjectTitle
source: Replace the current subject with Euria’s proposal?
de: Betreff durch den Vorschlag von Euria ersetzen?
es: ¿Sustituir el asunto actual por la propuesta de Euria?
fr: Remplacer l’objet actuel par la proposition de l’assistant ?
it: Sostituire l’oggetto attuale con la proposta di Euria?

# aiReplacementDialogDescription
source: By clicking on "Replace", pre-existing content will be lost.
de: Wenn Sie auf "Ersetzen" klicken, geht der bereits vorhandene Inhalt verloren.
es: Al pulsar "Sustituir", se perderá el contenido preexistente.
fr: En cliquant sur "Remplacer", le contenu pré-existant sera perdu.
it: Facendo clic su "Sostituisci", il contenuto preesistente andrà perso.

# aiReplacementDialogPositiveButton
source: Replace
de: Ersetzen
es: Sustituir
fr: Remplacer
it: Sostituisci

# aiReplacementDialogTitle
source: Replace already existing content?
de: Bestehende Inhalte ersetzen?
es: ¿Reemplazar el contenido existente?
fr: Remplacer le contenu existant ?
it: Sostituire i contenuti esistenti?

# alertBlockedImagesDescription
source: For your safety certain contents have been blocked from your message.
de: Bestimmte Inhalte Ihrer Nachricht wurden zu Ihrer Sicherheit blockiert.
es: Para su seguridad hemos bloqueado ciertos contenidos en su mensaje.
fr: Pour votre sécurité nous avons bloqué certains contenus de votre message.
it: Per la vostra sicurezza abbiamo bloccato alcuni contenuti del vostro messaggio.

# alertBlockedImagesDisplayContent
source: Display content
de: Inhalt anzeigen
es: Mostrar el contenido
fr: Afficher le contenu
it: Visualizza il contenuto

# alertNotificationsDisabledButton
source: View settings
de: Einstellungen ansehen
es: Ver los parámetros
fr: Voir les paramètres
it: Vedi i parametri

# alertNotificationsDisabledDescription
source: Please enable notifications for Infomaniak Mail **in iOS settings** to be alerted whenever new messages are received
de: Bitte lassen Sie Benachrichtigungen für Infomaniak Mail **in den iOS-Einstellungen** zu, damit Sie beim Erhalt neuer Nachrichten benachrichtigt werden
es: Por favor, activa las notificaciones para Infomaniak Mail **en los ajustes de iOS** para ser notificado cuando recibas nuevos mensajes
fr: Veuillez autoriser les notifications pour Infomaniak Mail **dans les paramètres iOS** afin d’être alerté à la réception de nouveaux messages
it: Attiva le notifiche per Infomaniak Mail **nelle impostazioni di iOS** per essere avvisati quando si ricevono nuovi messaggi

# alertNotificationsDisabledTitle
source: Notifications disabled
de: Deaktivierte Benachrichtigungen
es: Notificaciones desactivadas
fr: Notifications désactivées
it: Notifiche disabilitate

# appSecurityDescription
source: Protect access to your app by enabling your phone lock.
de: Schützen Sie den Zugriff auf Ihre App, indem Sie Ihre Telefonsperre aktivieren.
es: Protege el acceso a tu aplicación activando el bloqueo del teléfono.
fr: Protégez l’accès à votre application en activant le verrouillage de votre téléphone.
it: Proteggete l’accesso alla vostra applicazione attivando il blocco del telefono.

# archiveFolder
source: Archived
de: Archiviert
es: Archivado
fr: Archive
it: Archivio

# attachMailboxDescription1
source: If you already have an Infomaniak email address, connect now
de: Sie haben bereits eine Infomaniak-Mailadresse, loggen Sie sich jetzt ein
es: Si ya dispone de una dirección de correo electrónico Infomaniak, conéctese ahora
fr: Vous possédez déjà une adresse mail Infomaniak, connectez-vous dès maintenant
it: Se hai già un indirizzo e-mail Infomaniak, accedi ora

# attachMailboxDescription2
source: Only Infomaniak email addresses are supported
de: Nur Infomaniak-Mailadressen werden unterstützt
es: Sólo se admiten las direcciones de correo electrónico Infomaniak
fr: Seules les adresses mail Infomaniak sont supportées
it: Sono supportati solo gli indirizzi e-mail Infomaniak

# attachMailboxInputHint
source: Email address
de: Mailadresse
es: Dirección de correo electrónico
fr: Adresse mail
it: Indirizzo e-mail

# attachMailboxTitle
source: Add email address
de: Mailadresse hinzufügen
es: Añadir dirección de correo electrónico
fr: Ajoutez une adresse mail
it: Aggiungi indirizzo e-mail

# attachmentActionFile
source: Attach a file
de: Eine Datei anhängen
es: Adjuntar un archivo
fr: Joindre un fichier
it: Allegare un file

# attachmentActionPhotoLibrary
source: Send a photo from the photo library
de: Ein Foto aus der Fotobibliothek senden
es: Enviar una foto desde la fototeca
fr: Envoyer une photo depuis la photothèque
it: Inviare una foto dalla libreria fotografica

# attachmentActionTitle
source: Add an attachment
de: Einen Anhang hinzufügen
es: Añadir un archivo adjunto
fr: Ajouter une pièce jointe
it: Aggiungere un allegato

# attachmentFileLimitReached
source: The files that you are trying to send exceed the 25 MB attachment limit
de: Die Dateien, die Sie zu senden versuchen, überschreiten das Limit von 25 MB für Anhänge
es: Los archivos que está intentando enviar superan el límite de archivos adjuntos de 25 MB.
fr: Les fichiers que vous essayez d’envoyer dépassent la limite de 25 Mo pour les pièces jointes
it: I file che si sta tentando di inviare superano il limite di 25 MB per gli allegati.

# attendeesListTitle
source: List of attendees (%d)
de: Liste der Teilnehmer (%d)
es: Lista de asistentes (%d)
fr: Liste des participants (%d)
it: Elenco dei partecipanti (%d)

# blockAnExpeditorTitle
source: Block a sender
de: Einen Absender blockieren
es: Bloquear un remitente
fr: Bloquer un expéditeur
it: Blocca un mittente

# blockExpeditorTitle
source: Block %@
es: Bloquear %@
fr: Bloquer %s
it: Blocca %@

# blockMultipleExpeditorsTitle
source: Block %d senders
de: %d Absender blockieren
es: Bloquear %d remitentes
fr: Bloquer %d expéditeurs
it: Blocca %d mittenti

# buttonAccept
source: Accept
de: Akzeptieren
es: Acepte
fr: Accepter
it: Accetta

# buttonAccountDelete
source: Delete account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer mon compte
it: Cancella l’account

# buttonAccountLogOut
source: Log out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Disconnettersi

# buttonAccountSwitch
source: Change account
de: Konto ändern
es: Cambiar de cuenta
fr: Changer de compte
it: Modifica account

# buttonActivate
source: Activate
de: Aktivieren Sie
es: Activar
fr: Activer
it: Attivare

# buttonAddAccount
source: Add an account
de: Account hinzufügen
es: Añadir una cuenta
fr: Ajouter un compte
it: Aggiungi un account

# buttonAddEmailAddress
source: Add an email address
de: Eine E-Mail-Adresse hinzufügen
es: Añadir una dirección de correo electrónico
fr: Ajouter une adresse mail
it: Aggiungi un indirizzo e-mail

# buttonAddReaction
source: Add reaction
it: Aggiungi una reazione

# buttonAllReactions
source: All
de: Alle
es: Todas
it: Tutte

# buttonAttachMailbox
source: Add this email address
de: Mailadresse hinzufügen
es: Añadir dirección de correo electrónico
fr: Ajouter l’adresse mail
it: Aggiungi l’indirizzo e-mail

# buttonAttachment
source: Add an attachment
de: Einen Anhang hinzufügen
es: Añadir un archivo adjunto
fr: Ajouter une pièce jointe
it: Aggiungi un allegato

# buttonAttendees
source: Attendees
de: Teilnehmer
es: Asistentes
fr: Participants
it: Partecipanti

# buttonBackToApp
source: Back to the Mail application
de: Zurück zur Anwendung Mail
es: Volver a la aplicación Mail
fr: Retour à l’application Mail
it: Torna all’applicazione Mail

# buttonBlockAnExpeditor
source: Block
es: Bloque
fr: Bloquer
it: Blocca

# buttonBold
source: Bold
de: Kühn
es: Negrita
fr: Gras
it: In grassetto

# buttonCamera
source: Take a picture
de: Machen Sie ein Foto
es: Haz una foto
fr: Prendre une photo
it: Scattare una foto

# buttonCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# buttonCancelFormatting
source: Cancel formatting
de: Formatierung abbrechen
es: Cancelar formato
fr: Annuler la mise en forme
it: Annullamento della formattazione

# buttonCancelReminder
source: Cancel reminder
de: Erinnerung abbrechen
es: Cancelar recordatorio
fr: Annuler le rappel
it: Annulla promemoria

# buttonClose
source: Close
de: Schliessen
es: Cerrar
fr: Fermer
it: Chiudi

# buttonConfirm
source: Confirm
de: Bestätigen
es: Confirme
fr: Confirmer
it: Conferma

# buttonConfirmRestoreEmails
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristino

# buttonContinue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua

# buttonCopy
source: Copy
de: Kopieren
es: Copia
fr: Copier
it: Copia

# buttonCopyPassword
source: Copy password
de: Passwort kopieren
es: Copiar contraseña
fr: Copier le mot de passe
it: Copia la password

# buttonCreate
source: Create
de: Erstellen
es: Cree
fr: Créer
it: Crea

# buttonCreateAccount
source: Create an account
de: Ein Konto erstellen
es: Crear una cuenta
fr: Créer un compte
it: Crea un account

# buttonCreateFolder
source: Add a folder
de: Einen Ordner hinzufügen
es: Añadir una carpeta
fr: Ajouter un dossier
it: Aggiungi una cartella

# buttonCustomSchedule
source: Custom schedule
de: Benutzerdefinierter Zeitplan
es: Horario personalizado
fr: Horaire personnalisé
it: Programma personalizzato

# buttonDownload
source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
it: Scarica

# buttonDownloadAll
source: Download all
de: Alle herunterladen
es: Descargar todo
fr: Tout télécharger
it: Scarica tutti

# buttonEditText
source: Edit text
de: Text bearbeiten
es: Editar texto
fr: Editer le texte
it: Modifica del testo

# buttonFolders
source: Folders
de: Ordner
es: Carpetas
fr: Dossiers
it: Cartelle

# buttonGoToSettings
source: Go to settings
de: Zu den Einstellungen gehen
es: Ir a la configuración
fr: Accéder aux réglages
it: Vai alle impostazioni

# buttonHelp
source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto

# buttonHyperlink
source: Add a hyperlink
de: Einen Hyperlink hinzufügen
es: Añadir un hipervínculo
fr: Ajouter un lien hypertexte
it: Aggiungi un collegamento ipertestuale

# buttonImDone
source: I’m done
de: Ich bin fertig
es: He terminado
fr: J’ai fini
it: Ho finito

# buttonImportEmails
source: Import emails
de: E-Mails importieren
es: Importar correos electrónicos
fr: Importer des e-mails
it: Importazione di e-mail

# buttonItalic
source: Italic
de: Kursiv
es: Cursiva
fr: Italique
it: Corsivo

# buttonLater
source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi

# buttonLoadMore
source: Load more conversations
de: Mehr Unterhaltungen laden
es: Cargar más conversaciones
fr: Charger plus de conversations
it: Carica altre conversazioni

# buttonLogInDifferentAccount
source: Log in with another account
de: Mit einem anderen Konto anmelden
es: Conectarse con otra cuenta
fr: Me connecter avec un autre compte
it: Accedi con un altro account

# buttonLogin
source: Login
de: Anmeldung
es: Inicio de sesión
fr: Se connecter
it: Accesso

# buttonMaybe
source: Maybe
de: Vielleicht
es: Quizás
fr: Peut-être
it: Forse

# buttonModify
source: Modify
de: Ändern
es: Modificar
fr: Modifier
it: Modificare

# buttonMore
source: More
de: Mehr
es: Más
fr: Plus
it: Altro

# buttonMultiselect
source: Select
de: Wählen
es: Selezionar
fr: Sélectionner
it: Seleziona

# buttonNewMessage
source: New message
de: Neue Nachricht
es: Nuevo mensaje
fr: Nouveau message
it: Nuovo messaggio

# buttonNewWindow
source: New Window
de: Neues Fenster
es: Nueva ventana
fr: Nouvelle fenêtre
it: Nuova finestra

# buttonOpenKdrive
source: Open in kDrive
de: In kDrive öffnen
es: Abrir en kDrive
fr: Ouvrir dans kDrive
it: Aprire in kDrive

# buttonOpenMyCalendar
source: Open in my calendar
de: In meinem Kalender öffnen
es: Abrir en mi calendario
fr: Ouvrir dans mon calendrier
it: Apri nel mio calendario

# buttonRefuse
source: Refuse
de: Abfälle
es: Desechos
fr: Refuser
it: Rifiuta

# buttonReschedule
source: Reschedule
de: Neu planen
es: Reprogramar
fr: Reprogrammer
it: Riprogrammare

# buttonRestoreEmails
source: Restore emails
de: E-Mails wiederherstellen
es: Restaurar correos electrónicos
fr: Restaurer des e-mails
it: Ripristino delle e-mail

# buttonSchedule
source: Schedule email to send later
de: Planen Sie den Versand von E-Mails für einen späteren Zeitpunkt
es: Programar un correo electrónico para enviarlo más tarde
fr: Programmer l’envoi de l’e-mail
it: Programmare l’invio di un’e-mail in un secondo momento
