Repository: Infomaniak/ios-kMail
Catalog: MailResources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, it

# settingsAutoAdvanceNaturalThreadTitle
source: Repeat last action
de: Wiederholung der letzten Aktion
es: Repetir la última acción
fr: Répéter la dernière action
it: Ripetere l’ultima azione

# settingsAutoAdvancePreviousThreadDescription
source: Display previous thread when archiving or deleting
de: Vorheriges Thema beim Archivieren oder Löschen anzeigen
es: Mostrar la conversación anterior al archivar o borrar
fr: Afficher la conversation précédente après archivage ou suppression
it: Visualizzazione della discussione precedente quando si archivia o si elimina

# settingsAutoAdvancePreviousThreadTitle
source: Previous thread
de: Voriges Thema
es: Conversación anterior
fr: Conversation précédente
it: Discussione precedente

# settingsAutoAdvanceTitle
source: Auto advance
de: Autovorschuss
es: Avance automático
fr: Avance automatique
it: Avanzamento automatico

# settingsCancellationPeriodDescription
source: You have the possibility to cancel the sending of your email up to 30 seconds
de: Sie haben die Möglichkeit, den Versand Ihrer E-Mail bis zu 30 Sekunden abzubrechen
es: Tiene la posibilidad de cancelar el envío de su correo electrónico hasta 30 segundos
fr: Vous avez la possibilité d’annuler l’envoi de votre e-mail jusqu’à 30 secondes
it: Hai la possibilità di annullare l’invio delle email fino a 30 secondi.

# settingsCancellationPeriodTitle
source: Send cancellation period
de: Kündigungsfrist senden
es: Enviar plazo de anulación
fr: Délai d’annulation d’envoi
it: Periodo di cancellazione dell’invio

# settingsDataManagementTitle
source: Data management
de: Verwaltung der Daten
es: Gestión de datos
fr: Gestion des données
it: Gestione dei dati

# settingsDefault
source: Default
de: Standard
es: Por defecto
fr: Par défaut
it: Predefinito

# settingsDelaySeconds
source: %d seconds
de: %d Sekunden
es: %d segundos
fr: %d secondes
it: %d secondi

# settingsDensityOptionCompact
source: Compact
de: Kompakt
es: Compacto
fr: Compacte
it: Compatto

# settingsDensityOptionLarge
source: Large
de: Gross
es: Grande
it: Grande

# settingsDensityOptionNormal
source: Normal
it: Normale

# settingsDisabled
source: Disabled
de: Behinderte
es: Discapacitados
fr: Désactivé
it: Disabilitato

# settingsEnableNotifications
source: Enable notifications
de: Benachrichtigungen einschalten
es: Activar las notificaciones
fr: Activer les notifications
it: Abilitazione delle notifiche

# settingsEnabled
source: Enabled
de: Aktiviert
es: Activado
fr: Activé
it: Abilitato

# settingsExternalContentDescription
source: Display external content
de: Externe Inhalte anzeigen
es: Mostrar contenido externo
fr: Afficher le contenu externe
it: Visualizza il contenuto esterno

# settingsExternalContentTitle
source: External content
de: Externer Inhalte
es: Contenido externo
fr: Contenu externe
it: Contenuto esterno

# settingsInboxRedirect
source: Redirections
de: Umleitungen
es: Redirecciones
it: Reindirizzamenti

# settingsInboxRules
source: Rules
de: Regeln
es: Reglas
fr: Règles
it: Regole

# settingsInboxType
source: Inbox type
de: Typ des Posteingangs
es: Tipo de bandeja de entrada
fr: Type de boîte de réception
it: Tipo di posta in arrivo

# settingsMailboxGeneralAutoreply
source: Automatic reply
de: Automatische Antwort
es: Respuesta automática
fr: Répondeur
it: Risposta automatica

# settingsMailboxGeneralFolders
source: Folders settings
de: Einstellungen für Ordner
es: Configuración de carpetas
fr: Paramètres des dossiers
it: Impostazioni delle cartelle

# settingsMailboxGeneralNotifications
source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche

# settingsMailboxGeneralSignature
source: Signature settings
de: Signatur-Einstellungen
es: Configuración de la firma
fr: Paramètres de signature
it: Impostazioni della firma

# settingsOptionAlways
source: Always
de: Immer
es: Siempre
fr: Toujours
it: Mostra sempre

# settingsOptionAskMe
source: Ask me
de: Fragen Sie mich
es: Pregúntame
fr: Me demander
it: Chiedi ogni volta

# settingsOptionDarkTheme
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro

# settingsOptionLightTheme
source: Light
de: Hell
es: Luz
fr: Clair
it: Chiaro

# settingsOptionSystemTheme
source: System
es: Sistema
fr: Système
it: Sistema

# settingsOptionThreadModeConversation
source: Discussions
de: Diskussionen
es: Debates
it: Discussioni

# settingsOptionThreadModeMessage
source: Messages
de: Nachrichten
es: Mensajes
it: Messaggi

# settingsPrivacyDeleteSearchHistory
source: Delete search history
de: Suchverlauf löschen
es: Eliminar el historial de búsqueda
fr: Effacer l’historique des recherches
it: Cancella la cronologia delle ricerche

# settingsPrivacyViewLogs
source: View logs
de: Protokolle ansehen
es: Ver registros
fr: Consulter les logs
it: Visualizza i log

# settingsSectionAppearance
source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto

# settingsSectionDataPrivacy
source: Data & Privacy
de: Daten und Datenschutz
es: Datos y privacidad
fr: Données & Confidentialité
it: Dati e privacy

# settingsSectionEmailAddresses
source: Email addresses
de: E-Mail-Adressen
es: Direcciones de correo electrónico
fr: Adresses mail
it: Indirizzi e-mail

# settingsSectionGeneral
source: General
de: Allgemein
fr: Général
it: Generale

# settingsSectionSecurity
source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza

# settingsSecurityAdsFilter
source: Ads and social networks filter
de: Filter für Anzeigen und soziale Netzwerke
es: Filtro de anuncios y redes sociales
fr: Filtre publicitaire et réseaux sociaux
it: Filtro annunci e social network

# settingsSecurityBlockedRecipients
source: Blocked / authorised recipients
de: Gesperrte/berechtigte Empfänger
es: Destinatarios bloqueados / autorizados
fr: Expéditeurs bloqués / autorisés
it: Destinatari bloccati/autorizzati

# settingsSecuritySpamFilter
source: Spam filter
es: Filtro de spam
fr: Filtre anti-spam
it: Filtro antispam

# settingsSelectDisplayModeDescription
source: Select a display mode
de: Wählen Sie einen Anzeigemodus
es: Seleccionar un modo de visualización
fr: Sélectionnez un mode d’affichage
it: Seleziona una modalità di visualizzazione

# settingsSendIncludeOriginalMessage
source: Include the original message in the reply
de: Fügen Sie die ursprüngliche Nachricht in die Antwort ein
es: Incluir el mensaje original en la respuesta
fr: Inclure le message original dans la réponse
it: Includi il messaggio originale nella risposta

# settingsSendTitle
source: Send
de: Senden Sie
es: Enviar
fr: Envoi
it: Invia

# settingsSignatureDescription
source: Select a default signature
de: Wählen Sie eine Standardsignatur
es: Seleccione una firma por defecto
fr: Sélectionner une signature par défaut
it: Seleziona una firma predefinita

# settingsSignatureTitle
source: Signatures
de: Unterschriften
es: Firmas
it: Firme

# settingsSwipeActionNone
source: None
de: Keine
es: Ninguno
fr: Aucune
it: Nessuna azione

# settingsSwipeActionQuickActionsMenu
source: Quick actions menu
de: Menü Schnelle Aktionen
es: Menú de acciones rápidas
fr: Menu d’actions rapides
it: Menu Azioni rapide

# settingsSwipeActionReadUnread
source: Read / unread
de: Gelesen / ungelesen
es: Leído / no leído
fr: Lu / non lu
it: Letto / non letto

# settingsSwipeActionToDefine
source: To define
de: Zu definieren
es: Para definir
fr: À définir
it: Per definire

# settingsSwipeActionsTitle
source: Swipe actions
de: Swipe-Aktionen
es: Acciones de deslizamiento
fr: Actions de balayage dans la messagerie
it: Azioni di scorrimento

# settingsSwipeDescription
source: Swipe items in your inbox and get quick access to your most frequent actions
de: Streichen Sie über Elemente in Ihrem Posteingang und erhalten Sie schnellen Zugriff auf Ihre häufigsten Aktionen
es: Desliza los elementos de tu bandeja de entrada y accede rápidamente a tus acciones más frecuentes
fr: Balayez des éléments dans votre boîte de réception et accédez rapidement à vos actions les plus fréquentes
it: Scorri gli elementi nella tua casella di posta e accedi rapidamente alle azioni più frequenti.

# settingsSwipeLongLeft
source: Long left swipe
de: Langes Wischen nach links
es: Deslizamiento largo a la izquierda
fr: Balayage long vers la gauche
it: Passaggio lungo a sinistra

# settingsSwipeLongRight
source: Long right swipe
de: Langes Wischen nach rechts
es: Deslizamiento largo a la derecha
fr: Balayage long vers la droite
it: Passaggio lungo a destra

# settingsSwipeShortLeft
source: Short left swipe
de: Kurzes Wischen nach links
es: Deslizamiento corto a la izquierda
fr: Balayage court vers la gauche
it: Breve strisciata a sinistra

# settingsSwipeShortRight
source: Short right swipe
de: Kurzes Wischen nach rechts
es: Deslizamiento corto a la derecha
fr: Balayage court vers la droite
it: Breve strisciata a destra

# settingsThemeDescription
source: Theme choice
de: Wahl des Themas
es: Elección del tema
fr: Choix du thème
it: Scelta del tema

# settingsThemeTitle
source: Theme
de: Thema
es: Tema
fr: Thème
it: Tema

# settingsThreadListDensityTitle
source: Thread list density
de: Dichte der Fadenliste
es: Densidad de la lista de hilos
fr: Densité de la liste de conversation
it: Densità dell’elenco delle discussioni

# settingsThreadModeTitle
source: Message display mode
de: Modus der Nachrichtenanzeige
es: Modo de visualización de mensajes
fr: Mode d’affichage des messages
it: Modalità di visualizzazione dei messaggi

# settingsThreadModeWarningDescription
source: Please note that changing this option will download all your messages again
de: Achtung: Wenn Sie diese Option ändern, werden alle Ihre Nachrichten erneut heruntergeladen
es: Ten en cuenta que al cambiar esta opción se descargarán de nuevo todos tus mensajes
fr: Attention, modifier cette option va télécharger à nouveau tous vos messages
it: Si noti che la modifica di questa opzione comporta un nuovo download di tutti i messaggi

# settingsThreadModeWarningTitle
source: Switch to %@ mode?
de: In den Modus %@ wechseln?
es: ¿Cambiar al modo %@?
fr: Passer en mode %@ ?
it: Passa alla modalità %@?

# settingsTitle
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni

# settingsTransferAsAttachment
source: As an attachment
de: Als Anhang
es: Como anexo
fr: En pièce jointe
it: Come allegato

# settingsTransferEmailsDescription
source: When forwarding an email, choose the display mode that suits you best
de: Wenn Sie eine E-Mail weiterleiten, wählen Sie den Anzeigemodus, der Ihnen am besten gefällt
es: Cuando reenvíe un correo electrónico, elija el modo de visualización que más le convenga
fr: Lorsque vous transférez un e-mail, choisissez le mode d’affichage qui vous convient le mieux
it: Quando si inoltra un’e-mail, scegliere la modalità di visualizzazione più adatta.

# settingsTransferEmailsTitle
source: Transfer emails
de: E-Mails übertragen
es: Transferir correos electrónicos
fr: Transférer les e-mails
it: Trasferimento di e-mail

# settingsTransferInBody
source: In the message body
de: Im Nachrichtentext
es: En el cuerpo del mensaje
fr: Dans le corps du message
it: Nel corpo del messaggio

source: Share email
de: E-Mail austauschen
es: Compartir correo electrónico
fr: Partager l’e-mail
it: Condividi e-mail

# shortcutRefreshAction
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Rafraîchir
it: Aggiornare

# snackBarAccountDeleted
source: Account deleted
de: Gelöschtes Konto
es: Cuenta eliminada
fr: Compte supprimé
it: Account cancellato

# snackbarBlockUserConfirmation
source: Sender is now blocked
de: Absender ist jetzt blockiert
es: El remitente está bloqueado
fr: L’expéditeur est maintenant bloqué
it: Il mittente è ora bloccato

# snackbarCalendarChoiceSent
source: Response taken into account
de: Antwort berücksichtigt
es: Respuesta tenida en cuenta
fr: Réponse prise en compte
it: Risposta presa in considerazione

# snackbarContactSaved
source: New contact successfully registered
de: Neuer Kontakt erfolgreich registriert
es: Nuevo contacto registrado correctamente
fr: Nouveau contact enregistré avec succès
it: Nuovo contatto registrato con successo

# snackbarDeletedConversation
source: Conversation no longer exists
de: Unterhaltung existiert nicht mehr
es: La conversación ya no existe
fr: La conversation n’existe plus
it: La conversazione non esiste più

# snackbarDisplayProblemReported
source: Display problem reported
de: Anzeigeproblem gemeldet
es: Problema de visualización notificado
fr: Problème d’affichage signalé
it: Problema di visualizzazione segnalato

# snackbarDraftDeleted
source: Draft deleted
de: Entwurf gelöscht
es: Borrador suprimido
fr: Brouillon supprimé
it: Bozza cancellata

# snackbarDraftSaved
source: Draft saved
de: Entwurf gespeichert
es: Borrador guardado
fr: Brouillon enregistré
it: Bozza salvata

# snackbarDraftSaving
source: Saving draft
de: Speichern des Entwurfs
es: Guardando el borrador
fr: Enregistrement du brouillon
it: Salvataggio della bozza

# snackbarEmailCopiedToClipboard
source: Email address copied to the clipboard
de: E-Mail Adresse in die Zwischenablage kopiert
es: Dirección de correo electrónico copiada en el portapapeles
fr: Adresse mail copiée dans le presse-papiers
it: Indirizzo e-mail copiato negli appunti

# snackbarEmailSending
source: Email sending in progress
de: E-Mail-Versand im Gange
es: Envío de correo electrónico en curso
fr: E-mail en cours d’envoi
it: Invio di e-mail in corso

# snackbarEmailSent
source: Email sent
de: E-Mail gesendet
es: Correo electrónico enviado
fr: E-mail envoyé
it: Email inviata

# snackbarInvalidUrl
source: Invalid URL
de: Ungültige URL
es: URL no válida
fr: URL invalide
it: URL non valido

# snackbarMessageDeletedPermanently
source: Message deleted
de: Nachricht gelöscht
es: Mensaje eliminado
fr: Message supprimé
it: Messaggio cancellato

# snackbarMessageMoved
source: Message moved to %@
de: Nachricht an %@ verschoben
es: Mensaje trasladado a %@
fr: Message déplacé vers %@
it: Messaggio spostato a %@

# snackbarMoveCancelled
source: Move cancelled
de: Umzug abgesagt
es: Mudanza cancelada
fr: Déplacement annulé
it: Spostamento annullato

# snackbarPasswordCopied
source: Password copied
de: Passwort kopiert
es: Contraseña copiada
fr: Le mot de passe a bien été copié
it: Password copiata

# snackbarReactionSent
source: Reaction %@ sent
de: Reaktion %@ gesendet
es: Reacción %@ enviada
it: Reazione %@ inviata

# snackbarReportPhishingConfirmation
source: Successfully reported
de: Erfolgreich gemeldet
es: Informado con éxito
fr: Signalement effectué avec succès
it: Segnalato con successo

# snackbarReportPhishingError
source: An error occurred while reporting, please try again.
de: Beim Melden ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es: Se produjo un error al reportar, por favor inténtalo nuevamente.
fr: Une erreur s’est produite lors du signalement, veuillez réessayer.
it: Si è verificato un errore durante la segnalazione. Riprova.

# snackbarRestorationLaunched
source: Launching the restoration
de: Starten der Wiederherstellung
es: Iniciar la restauración
fr: Lancement de la restauration
it: Avvio del restauro

# snackbarSaveInDraft
source: Your message has been saved in drafts.
de: Ihre Nachricht wurde als Entwurf gespeichert.
es: Su mensaje se ha guardado en borradores.
fr: Votre message a été sauvegardé dans les brouillons.
it: Il tuo messaggio è stato salvato nelle bozze.

# snackbarScheduleSaved
source: The message will be sent on %@
de: Die Nachricht wird am %@ verschickt
es: El mensaje será enviado el %@
fr: Le message sera envoyé le %@
it: Il messaggio verrà inviato il %@

# snackbarScheduling
source: The message is being scheduled
de: Die Nachricht wird geplant
es: El mensaje está siendo programado
fr: Le message est en cours de planification
it: Il messaggio è in fase di programmazione

# snackbarSnoozeSuccess
source: You will receive a reminder for this message %@
de: Sie erhalten eine Erinnerung an diese Nachricht %@
es: Recibirás un recordatorio de este mensaje %@
fr: Vous recevrez un rappel de ce message %@
it: Riceverai un promemoria per questo messaggio %@

# snackbarSubjectCopiedToClipboard
source: Subject copied to the clipboard
de: Betreff in die Zwischenablage kopiert
es: Tema copiado en el portapapeles
fr: Objet copié dans le presse-papiers
it: Soggetto copiato negli appunti

# snackbarThreadMoved
source: Conversation moved to %@
de: Unterhaltung in %@ verschoben
es: Conversación trasladada a %@
fr: Conversation déplacée vers %@
it: Conversazione spostata in %@

# snackbarThreadMoved-plural
source: Conversations moved to %@
de: Unterhaltungen in %@ verschoben
es: Conversaciones trasladadas a %@
fr: Conversations déplacées vers %@
it: Conversazioni spostate in %@

# snackbarUnsubscribeFailure
source: Unsubscribe impossible
it: Annullamento dell’iscrizione impossibile

# snackbarUnsubscribeSuccess
source: Unsubscription completed
it: Annullamento dell’iscrizione completato

# snoozeAlertTitle
source: Snoozed until: %@
de: Ausstehend bis: %@
es: En espera hasta: %@
fr: En attente jusqu’au : %@
it: In attesa fino al: %@

# snoozedFolder
source: Snoozed
de: In der Warteschlange
es: En espera
fr: En attente
it: In attesa

# socialNetworksFolder
source: Social networks
de: Soziale Netzwerke
es: Redes sociales
fr: Réseaux sociaux
it: Social Network

# subjectTitle
source: Subject:
de: Thema:
es: Asunto:
fr: Objet :
it: Oggetto:

# superCollapsedBlock
source: See all (%d)
de: Alle sehen (%d)
es: Ver todos (%d)
fr: Voir tout (%d)
it: Vedi tutti (%d)

# syncCalendarsAndContactsDescription
source: View your contacts and calendar directly from your device.
de: Sehen Sie sich Ihre Kontakte und Kalender direkt auf Ihrem Gerät an.
es: Consulta tus contactos y tu calendario directamente desde tu dispositivo.
fr: Consultez vos contacts et calendriers directement depuis votre appareil.
it: Visualizza i contatti e il calendario direttamente dal dispositivo.

# syncCalendarsAndContactsTitle
source: Calendar and contact synchronization
de: Synchronisierung von Kalendern und Kontakten
es: Sincronización de calendarios y contactos
fr: Synchronisation des calendriers et contacts
it: Sincronizzazione di calendari e contatti

# syncTutorialCopyPasswordDescription
source: Copy the password, you’ll need it to validate the next step.
de: Kopieren Sie das Passwort, Sie benötigen es für die Bestätigung des nächsten Schritts.
es: Copia la contraseña, la necesitarás para validar el siguiente paso.
fr: Copiez le mot de passe, vous en aurez besoin pour valider l’étape suivante.
it: Copia la password, che ti servirà per convalidare il passaggio successivo.

# syncTutorialCopyPasswordTitle
source: Copy validation password
de: Überprüfungskennwort kopieren
es: Copiar contraseña de validación
fr: Copier le mot de passe de validation
it: Copiare la password di convalida

# syncTutorialDownloadProfileDescription
source: To download the profile, click on "Download" and then authorize the download.
de: Um das Profil herunterzuladen, klicken Sie auf "Download" und autorisieren Sie den Download.
es: Para descargar el perfil, haga clic en "Descargar" y, a continuación, autorice la descarga.
fr: Pour télécharger le profil, cliquez sur "Télécharger" puis autorisez le téléchargement.
it: Per scaricare il profilo, fare clic su "Download" e poi autorizzare il download.

# syncTutorialDownloadProfileTitle
source: Download configuration profile
de: Konfigurationsprofil herunterladen
es: Descargar perfil de configuración
fr: Télécharger le profil de configuration
it: Scarica il profilo di configurazione

# syncTutorialInstallProfileStep1
source: In your settings, open the "Downloaded profile" tab and click on install.
de: Öffnen Sie in Ihren Einstellungen die Registerkarte "Heruntergeladene Profile" und klicken Sie auf "Installieren".
es: En tus ajustes, abre la pestaña "Perfil descargado" y haz clic en instalar.
fr: Dans vos réglages, ouvrez l’onglet "Profil téléchargé" puis cliquez sur installer.
it: Nelle impostazioni, aprire la scheda "Profilo scaricato" e fare clic su installa.

# syncTutorialInstallProfileStep2
source: Enter the code: enter your phone’s **PIN code**.
de: Geben Sie den Code ein: Geben Sie den **PIN-Code** Ihres Telefons ein.
es: Introduce el código: introduce el **código PIN** de tu teléfono.
fr: Saisissez le code : renseignez le **code PIN** de votre téléphone
it: Inserisci il codice: inserire il **codice PIN** del telefono.

# syncTutorialInstallProfileStep3
source: Click on **Install**.
de: Klicken Sie auf **Installieren**.
es: Haga clic en **Instalar**.
fr: Cliquez sur **Installer**.
it: Fai clic su **Installazione**.

# syncTutorialInstallProfileStep4
source: Enter the validation password **twice**: once for calendars and once for address books.
de: Geben Sie das Bestätigungskennwort **zweimal ein**: einmal für Kalender und einmal für Adressbücher.
es: Introduzca la contraseña de validación **dos veces**: una para los calendarios y otra para las libretas de direcciones.
fr: Entrez le mot de passe de validation **deux fois** : une fois pour les calendriers et une fois pour les carnets d’adresses.
it: Incolla la password di convalida **due volte**: una per i calendari e una per le rubriche.

# syncTutorialInstallProfileStep5
source: Go back to your Mail application.
de: Gehen Sie zurück zu Ihrem Mail-Programm.
es: Vuelve a la aplicación Mail.
fr: Retournez à votre application Mail.
it: Torna all’applicazione Mail.

# syncTutorialInstallProfileTip
source: Type "Downloaded profile" in your settings search to easily find the tab!
de: Geben Sie "Heruntergeladenes Profil" in die Suche in den Einstellungen ein, um die Registerkarte leicht zu finden!
es: Escribe "Perfil descargado" en la búsqueda de ajustes para encontrar fácilmente la pestaña
fr: Tapez "Profil téléchargé" dans la recherche de vos réglages pour trouver facilement l’onglet !
it: Digita "Profilo scaricato" nella ricerca delle impostazioni per trovare facilmente la scheda!

# syncTutorialInstallProfileTitle
source: Install profile
de: Profil installieren
es: Instalar perfil
fr: Installer le profil
it: Installare il profilo

# syncTutorialStepCount
source: %1$d of %2$d
de: %1$d von %2$d
es: %1$d de %2$d
fr: %1$d sur %2$d
it: %1$d di %2$d

source: This afternoon
de: Heute Nachmittag
es: Esta tarde
fr: Cet après-midi
it: Questo pomeriggio

source: This evening
de: Heute Abend
es: Esta noche
fr: Ce soir
it: Questa sera

# threadListEmptyFolderAlertDescription
source: Are you sure you want to permanently delete all the messages in this folder?
de: Sind Sie sicher, dass Sie alle Nachrichten in diesem Ordner dauerhaft löschen wollen?
es: ¿Estás seguro de que quieres borrar definitivamente todos los mensajes de esta carpeta?
fr: Êtes-vous sûr de vouloir supprimer définitivement tous les messages de ce dossier ?
it: Sei sicuro di voler eliminare definitivamente tutti i messaggi in questa cartella?

# threadListEmptySpamButton
source: Empty spam
de: Spam leeren
es: Spam vacío
fr: Vider les spams
it: Cartella Spam vuota

# threadListEmptyTrashButton
source: Empty the trash
de: Papierkorb leeren
es: Vaciar la basura
fr: Vider la corbeille
it: Svuota il cestino

# threadListHeaderLastUpdate
source: Updated %@
de: Aktualisiert %@
es: Actualizado %@
fr: Mis à jour %@
it: Aggiornato %@

# threadListHeaderUnreadCount
source: %@ unread
de: %@ ungelesen
es: %@ no leído
fr: %@ non lu
it: %@ non letto

# threadListHeaderUnreadCount-plural
source: %@ unread
de: %@ ungelesen
es: %@ no leídos
fr: %@ non lus
it: %@ non letti

# threadListHeaderUpdating
source: Fetch in progress
de: Abruf in Bearbeitung
es: Recuperación en curso
fr: Récupération en cours
it: Recupero in corso

# threadListSectionLastWeek
source: Last week
de: Letzte Woche
es: La semana pasada
fr: La semaine dernière
it: La scorsa settimana
